{

	"TUTORIAL_MISSION_NAME_PREFIX": "Lesson",

	"TUTORIAL_1_NAME": "Fleet Academy (Tutorial)",
	"TUTORIAL_1_DESC": "In the Alliance system of Emit Time, Bradford Naval Academy is the first stop in the naval careers of fresh officers, where grueling lessons and lengthy practical trials are held to shape future spacers into prime officer material.",

	"TUTORIAL_1_1_NAME": "Interface & Basic Maneuvering",
	"TUTORIAL_1_1_DESC": "Among the most important lessons is effective fleet management, where knowing how to properly maneuver individual ships and assign formations can create an effective force when in battle.",
	"TUTORIAL_1_1_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- MESSAGE FROM: Hazel, Ash\n--\n\nWelcome to Bradford, Commander! I'm LT Hazel and I've been assigned as your instructor to get you up to speed with the command interface on your warship. Lieutenant Meadows was re-assigned to train pilots and carrier commanders, so I'll be guiding you through your standard trials.\n\nTo start, we'll be getting you familiar with the controls and how to actually command a warship, and I'll be with you in the CIC. I'll meet you on-board.\n\n- Hazel",

	"TUTORIAL_1_SUBTITLE_1": "Commander, I'm Lieutenant Hazel. I'll be guiding you through your trials to determine if you're cleared for operations. The <b>Brass</b> has their eyes on you, so try not to embarass me.\n\n(NOTE: If you miss anything, you can view the message log in the menu.)",
	"TUTORIAL_1_SUBTITLE_2": "Lets get you familiar with the view controls first. Hold down the <b>Left Mouse Button</b> and drag the mouse to angle your view.",
	"TUTORIAL_1_SUBTITLE_3": "Now, use the <b>Scroll Wheel</b> to zoom in and out.",
	"TUTORIAL_1_SUBTITLE_4": "And, most importantly, moving the view. Use <b>W,A,S, and D</b> to pan the view. <b>E and C</b> will raise and lower your view in the Battlespace, respectively.",
	"TUTORIAL_1_SUBTITLE_5": "And that's it. Lets move on to the actual interface. We're going to select one of our ships now, so sit tight.",
	"TUTORIAL_1_SUBTITLE_6": "You can select a ship either by clicking on its icon in the <b>Battlespace</b>, selecting it in the <b>Ship List</b>, or pressing it's corresponding <b>Number Key</b> indicated in the <b>Ship List</b>.",
	"TUTORIAL_1_SUBTITLE_7": "You've selected a ship. Now, if you want to focus your view on that ship, you can use the <b>F Key</b>. You can also do this by double-tapping the ship's <b>Number Key</b> to both select and focus on a ship at the same time. When focused, your view will automatically track the selected unit until you move the view.",
	"TUTORIAL_1_SUBTITLE_8": "This ship, in particular, is a Raines-class frigate. It's the most common warship in the Fleets, with a generous balance of speed, agility, armoring, and some good room for a good mix of support modules and weapon systems.",
	"TUTORIAL_1_SUBTITLE_9": "You'll also see at the <b>bottom of the screen</b> a readout of the selected ship. This is the <b>Ship Information Bar</b> and it'll list the status of modules, weapons, current orders, and the general posture of the warship.",
	"TUTORIAL_1_SUBTITLE_10": "This window is the <b>Damage Control Status Board</b>, and it'll be one of the more important items when in battle, as it shows the condition of all modules on the ship as a color gradient. <b>Green</b> means functional and undamaged while <b>Red</b> means heavy damage. A destroyed module or weapon is indicated in <b>Grey</b>.",
	"TUTORIAL_1_SUBTITLE_11": "<b>Damage Control</b> is a whole can of worms, so we won't be covering that for now. Let's move on.",
	"TUTORIAL_1_SUBTITLE_12": "So, you know how the interface works. But what about issuing an order to a ship?",
	"TUTORIAL_1_SUBTITLE_13": "The <i>ANS Small Beginnings</i> is reporting that their drives are online, so we'll get that frigate into a nearby position.",
	"TUTORIAL_1_SUBTITLE_14": "Select the <i>ANS Small Beginnings</i>, and open the <b>Action Menu</b> by <b>right-clicking</b> anywhere in the Battlespace.",
	"TUTORIAL_1_SUBTITLE_15": "On the left side of the menu, select the <b>MOVE</b>, or Movement, submenu to see all available movement commands.",
	"TUTORIAL_1_SUBTITLE_16": "The <b>POS</b>, or Position, command will order the warship to move to a position and hold there. Select <b>Position</b> and move the <i>Small Beginnings</i> within <b>500 meters of Waypoint Atlas</b>.",
	"TUTORIAL_1_SUBTITLE_17": "This is the <b>Dial Widget</b> and it'll allow you to accurately select a position on the plane the ship is currently on by moving the cursor. You can <b>left-click</b> to confirm an order or <b>right-click to cancel.</b>",
	"TUTORIAL_1_SUBTITLE_18": "To change the elevation, hold <b>Left Control</b> and move your cursor up or down.",
	"TUTORIAL_1_SUBTITLE_19": "You can also issue waypoints by holding <b>Left Shift</b> and marking a path. The order will only be confirmed when <b>Left Shift</b> is released and you click again.",
	"TUTORIAL_1_SUBTITLE_20": "Don't forget: If you need to get a better view, you can still hold the <b>Left Mouse Button</b> to angle your view even while the <b>Dial</b> is open.",
	"TUTORIAL_1_SUBTITLE_21": "When you're ready, lay in a course for the <i>Small Beginnings</i> to position itself near <b>Waypoint Atlas.</b>",
	"TUTORIAL_1_SUBTITLE_22": "In the future, you can also use the <b>M Key</b> as a shortcut to issue move-to-position orders.",
	"TUTORIAL_1_SUBTITLE_23": "Now, let's talk about <b>Formations</b>. Because only one ship can be commanded at a time, formations are crucial for grouping your forces and keeping management simple.",
	"TUTORIAL_1_SUBTITLE_24": "The <i>ANS Dusty Tome</i> is reporting they're ready for orders, so we'll have them fall in with the <i>Small Beginnings</i>.",
	"TUTORIAL_1_SUBTITLE_25": "Select the <i>Dusty Tome</i> and open the <b>Action Menu</b>.",
	"TUTORIAL_1_SUBTITLE_26": "The formation command can be found under the <b>MOVE</b> submenu, and is issued with the <b>FRM</b>, or Formation, button.  You can also use the keyboard shortcut <b>Left Shift + F Key</b>",
	"TUTORIAL_1_SUBTITLE_27": "We first have to designate a ship as the <b>Guide Ship</b>. This ship will be the actual leader for the formation, and all warships following the Guide ship will try to copy their current orders. Select the <i>ANS Small Beginnings</i> to mark it as the guide.",
	"TUTORIAL_1_SUBTITLE_28": "Next, you'll need to designate a position for the <i>Dusty Tome</i> to take up in the formation. The <b>Dial</b> functions exactly like the movement command, but is relative to the guide ship. Pick a position for the <i>Dusty Tome</i> to keep station on.",
	"TUTORIAL_1_SUBTITLE_29": "The <i>Dusty Tome</i> will move into formation, and they'll try to follow the Guide ship as best as they can.",
	"TUTORIAL_1_SUBTITLE_30": "If the Guide ship is moving when a ship is ordered to form up with it, the Guide will automatically slow down to allow the other ship to catch up.",
	"TUTORIAL_1_SUBTITLE_31": "You can have as many ships as you want in a formation, but keep in mind that there are drawbacks to having lots of closely-packed ships beyond white-knuckled helmsmen. Spacing is key and sometimes you need to split up.",
	"TUTORIAL_1_SUBTITLE_32": "Ships near each other create a larger radar return, making stealth and evasion more difficult and allowing the enemy to detect you at longer range.  But we won't go over sensor coverage just yet.",
	"TUTORIAL_1_SUBTITLE_33": "You can see the structure of your fleet and it's formations in the <b>Ship List</b>, which dynamically updates to show which ships are in formation with each other.",
	"TUTORIAL_1_SUBTITLE_34": "Orders can be issued to your entire formation at once by opening the <b>Action Menu</b> in <b>Formation Mode</b>.  This can be done by using <b>Left Shift + Right Click</b> with any ship in the formation selected.",
	"TUTORIAL_1_SUBTITLE_35": "The <b>Action Menu</b> will indicate it is in <b>Formation Mode</b> by displaying the number of ships the order will be delivered to.",
	"TUTORIAL_1_SUBTITLE_36": "For <b>Formation Mode</b>, don't worry about what ship you have selected as the order will be delivered to all of them. Easier that way.",
	"TUTORIAL_1_SUBTITLE_37": "<b>Movement Orders</b> are a special case, as they will always be routed to the <b>Guide Ship</b> and the whole formation will follow them.",
	"TUTORIAL_1_SUBTITLE_38": "Now let's get the whole formation moving in a direction.  The <b>Drive Course</b> command, found under the <b>MOV</b> submenu as the <b>CRS</b>, or Course, button, will order a ship or formation to travel in a certain direction indefinitely.",
	"TUTORIAL_1_SUBTITLE_39": "Select the <b>Drive Course</b> Command now. Do not issue the order just yet.",
	"TUTORIAL_1_SUBTITLE_40": "When it comes to picking directions in space, you'll use the <b>Sphere Widget</b>.  It's similar to the <b>Dial Widget</b> from before, but allows for choosing directions more uniformly.  It can be a little tricky at first, so take your time and get a feel for it.",
	"TUTORIAL_1_SUBTITLE_41": "Moving the mouse cursor around will position the target on the surface of the sphere.",
	"TUTORIAL_1_SUBTITLE_42": "By holding <b>Left Control</b>, you will lock the direction and be able to change the radius.  This is useful for weapons, as you'll see in a later lesson, but for choosing a course we really only care about direction.",
	"TUTORIAL_1_SUBTITLE_43": "Note that the cursor will remain on one side of the sphere, even if you pan the view.  The initial side is determined by where your mouse was relative to the ship when you first opened the widget.",
	"TUTORIAL_1_SUBTITLE_44": "If you need to switch the side, hold <b>Left Control</b> and draw the radius back through the center until it's on the opposite side.",
	"TUTORIAL_1_SUBTITLE_45": "Get some practice moving the cursor around now, as selecting a direction or position in 3D space can be very disorienting at first.  When you're ready, issue the order to get the formation underway in the given direction.",
	"TUTORIAL_1_SUBTITLE_46": "The formation will now drive that course until told to do otherwise.  Careful not to lose attention and let them go too far. We've had an incident in the past and I'm not going to fill out more paperwork.",
	"TUTORIAL_1_SUBTITLE_47": "Lastly, let's break the <i>Dusty Tome</i> back off from the formation.  To do so, all you need to do is select the ship and issue a standard movement order to it.  That will override it's order to keep formation.",
	"TUTORIAL_1_SUBTITLE_48": "Well, congratulations, that completes your first lesson in maneuvering ships in the <b>Battlespace</b>.  We'll cover more advanced topics like weapons employment and the tactical view in the next lesson. I'll see you back at the Academy.",
	"TUTORIAL_1_SUBTITLE_50": "Next, the <b>Mount Status Display</b>.  This shows the status of all external mounts on the hull, which could be weapons, defense systems, or utilities.",
	"TUTORIAL_1_SUBTITLE_51": "Currently, all of our mounts show green with a black slash, indicating they're operational but idle.  If you are ever confused at what a color or symbol means, you can hover over the colored status icon with your mouse to see what's going on.",
	"TUTORIAL_1_SUBTITLE_52": "Lastly, we have the <b>Posture Controls</b>.  These define how the ship will operate. From here, you can control maneuvers, which sensor systems are enabled, and toggle specific defensive systems.",
	"TUTORIAL_1_SUBTITLE_53": "Right now, I've disabled most of your systems so we don't toggle something by mistake, but we'll go over these systems later.",

	"TUTORIAL_1_OBJECTIVE_1": "Pan/Tilt the Camera",
	"TUTORIAL_1_OBJECTIVE_2": "Zoom the Camera",
	"TUTORIAL_1_OBJECTIVE_3": "Move Camera with W/A/S/D/E/C",
	"TUTORIAL_1_OBJECTIVE_4": "Open the Action Menu with Right Click",
	"TUTORIAL_1_OBJECTIVE_5": "Move the ANS Small Beginnings to Waypoint Atlas",
	"TUTORIAL_1_OBJECTIVE_6": "Order ANS Dusty Tome to enter formation",
	"TUTORIAL_1_OBJECTIVE_7": "Open the Action Menu in Formation Mode (Shift + RMB)",
	"TUTORIAL_1_OBJECTIVE_8": "Move the Formation on a Course",
	"TUTORIAL_1_OBJECTIVE_9": "Remove the ANS Dusty Tome from the Formation",

	"TUTORIAL_1_2_NAME": "Weapons Employment",
	"TUTORIAL_1_2_DESC": "An understanding of the vital Tactical View and how to properly engage targets with ship-mounted weapons are paramount to a proper fighting force in the Fleets.",
	"TUTORIAL_1_2_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- MESSAGE FROM: Hazel, Ash\n--\n\nFrom the interface, weapons control is as simple as point-and-click. Well, maybe not /that/ simple but it's easier than having to run a command down the line.\n\nAcademy Command has authorized you for your basic weapons trial, so we'll be going over targeting, gunnery, and basic missile usage. It'll be fun!\n\n- Hazel",

	"TUTORIAL_1_2_SUBTITLE_1": "Now comes my favorite part: weapons and how to use them.",
	"TUTORIAL_1_2_SUBTITLE_2": "Don't worry about that red contact over in the distance: it's a decomissioned frigate that's been tugged out here for target practice.",
	"TUTORIAL_1_2_SUBTITLE_3": "Before we get to weapons, we need to learn about the <b>Tactical View</b>.  You can switch between Tactical and Normal views by pressing <b>Spacebar</b>.",
	"TUTORIAL_1_2_SUBTITLE_4": "The view controls here are the same as before, but you can zoom out much further and get a better idea of the situation in the <b>Battlespace</b>.  Take a moment to look around now.",
	"TUTORIAL_1_2_SUBTITLE_5": "The <b>Tactical View</b> provides you with a lot of information that you wouldn't be able to get otherwise. It's your primary way of knowing what's happening around you. You'll be using it a lot.",
	"TUTORIAL_1_2_SUBTITLE_6": "The <b>Range Plane</b> shows you both elevation of targets and their distance from a given point.  When no ships are selected, it sits at the center of the <b>Battlespace</b>. ",
	"TUTORIAL_1_2_SUBTITLE_7": "Select the <i>Small Beginnings</i> now to see how the plane changes.",
	"TUTORIAL_1_2_SUBTITLE_8": "Take note that the <b>Range Plane</b> moved to center on that ship. It'll also track with it.  All ranges will be indicated relative to your currently selected ship.",
	"TUTORIAL_1_2_SUBTITLE_9": "Notice how the line from the enemy track to the <b>Range Plane</b> has a slight curve.  This is because elevation and range are not directly related, so the contact's distance on the plane must be projected onto a sphere.",
	"TUTORIAL_1_2_SUBTITLE_10": "This layout makes it easy to determine the range of a target by looking at its position on the plane relative to your selected ship's capabilities.",
	"TUTORIAL_1_2_SUBTITLE_11": "The dotted lines represent the maximum ranges of your ships' systems.  Red indicates offensive range, blue is sensor range, and defensive systems are green.",
	"TUTORIAL_1_2_SUBTITLE_12": "While there are common ship configurations found throughout the Fleet, most ships have some unique capability.  The <i>ANS Small Beginnings</i> is configured with two Mk62 twin-barrel 120mm cannons and a 16-cell vertical missile launcher.",
	"TUTORIAL_1_2_SUBTITLE_13": "I'm unlocking your weapon systems now, so lets put gunnery to the test with some tried-and-true naval fire.",
	"TUTORIAL_1_2_SUBTITLE_14": "There are several ways to target weapons.  The fastest and simplest is by shooting directly at a sensor track.  To do this, right click the red sensor track to bring up the <b>Action Menu</b> in <b>Track Mode</b>",
	"TUTORIAL_1_2_SUBTITLE_15": "The <b>Action Menu</b> will indicate it is in <b>Track Mode</b> by displaying the target's track number in this space.",
	"TUTORIAL_1_2_SUBTITLE_16": "It will automatically open the <b>Weapon List</b> if there are any weapons on the ship.",
	"TUTORIAL_1_2_SUBTITLE_17": "The active <b>Targeting Mode</b> is shown at the top of the list.  Right now we are in <b>Track Mode</b> indicated by <b>TRK</b>. We'll talk about the other modes later.",
	"TUTORIAL_1_2_SUBTITLE_18": "Select the <b>cannons</b> from the weapon list and light up the target. ",
	"TUTORIAL_1_2_SUBTITLE_19": "Definitely seeing some hits here. Looking good!",
	"TUTORIAL_1_2_SUBTITLE_20": "If the guns can't hit a target, the ship will automatically roll itself to get the currently active weapon an angle on the target. This is called <b>unmasking</b>.",
	"TUTORIAL_1_2_SUBTITLE_21": "Right now, you'll notice that our fire is pretty inaccurate. This is because our targeting solution isn't using a <b>Fire Control Lock</b>.  The red dot jumping around near the track shows where our sensors think the target is.",
	"TUTORIAL_1_2_SUBTITLE_22": "Let's improve our targeting accuracy by locking the target with our <b>'Bullseye' Fire Control Radar</b>, located on the top of the ship.",
	"TUTORIAL_1_2_SUBTITLE_23": "To do this, right click the track and select the <b>LCK</b>, or Lock, command at the top of the <b>Action Menu<b>.  You can also use the <b>X Key</b> keyboard shortcut.",
	"TUTORIAL_1_2_SUBTITLE_24": "Notice the new icon on the target. This indicates that the target is locked on and is providing much better accuracy, and increased update rate, on the target.",
	"TUTORIAL_1_2_SUBTITLE_25": "Remember, not all ships have a <b>Fire Control Radar</b> and you'll only be able to get a lock with ships that have them equipped.",
	"TUTORIAL_1_2_SUBTITLE_26": "Right now we are shooting <b>Armor Piercing (AP)</b> shells at the target.  Armor piercing is effective on armor plating, but will only deal damage to internal components directly in the shell's path once it punctures the hull.",
	"TUTORIAL_1_2_SUBTITLE_27": "While any damage is a good thing, we can deal even more damage by switching the shell type to high-explosive, dealing damage to a wide area in the target's internals.",
	"TUTORIAL_1_2_SUBTITLE_28": "We use <b>High Explosive (HE)</b> shells against targets of appropriate size and smaller, or larger targets with heavy armor damage.  HE shells cause much less damage to armor, but a penetration will explode inside and do damage to all nearby components and personnel.",
	"TUTORIAL_1_2_SUBTITLE_29": "To switch to HE shells, first open the <b>Action Menu</b> in <b>Track Mode</b> by right clicking the track.",
	"TUTORIAL_1_2_SUBTITLE_30": "In the <b>Weapon List</b>, next to the <b>Cannons</b> entry, click on the ammunition icon to open the ammunition list.",
	"TUTORIAL_1_2_SUBTITLE_31": "Click the <b>120mm HE Shell</b> option to select it.  The ammo switch is now pending, and will only be executed if a new fire order is given.  To begin firing the new ammo type, click the weapon group to confirm the ammunition change.",
	"TUTORIAL_1_2_SUBTITLE_32": "Now we'll select the <i>Small Beginnings</i> and watch what it's up to.",
	"TUTORIAL_1_2_SUBTITLE_33": "The <b>Mounts Display</b> shows that the ship's cannons are firing and cycling.  When the yellow bar is filled, the cannon will fire again.  We can also see that our fire control radar is solid green, indicating it's active and has an active lock-on.",
	"TUTORIAL_1_2_SUBTITLE_34": "Here is the <b>Active Orders List</b>, showing an icon for each order the ship is currently executing.  Right now we have an order to fire our guns, and an order to lock the target.",
	"TUTORIAL_1_2_SUBTITLE_35": "Have the <i>Small Beginnings</i> hold fire and break their lock-on by right-clicking on the order icons to cancel them.",
	"TUTORIAL_1_2_SUBTITLE_36": "And that's the basics of gunnery. The key thing to remember is knowing what ammunition to use, especially as your target takes more damage to warrant the big stuff.  But what if you don't have a sensor track?",
	"TUTORIAL_1_2_SUBTITLE_37": "Take a look at your ships' hulls and you'll notice the 4 white octagons on the sides.  These are radar panels, and provide coverage for their respective sector of space.  There is also a central control module inside the ship which tracks what these panels see.",
	"TUTORIAL_1_2_SUBTITLE_38": "When panels are damaged or destroyed, you'll lose coverage in that area.  Similarly, if the radar controller is destroyed, you'll lose all coverage in all directions. Obviously, fighting blind is not a good thing.",
	"TUTORIAL_1_2_SUBTITLE_39": "But that won't put you out of the fight just yet. Direct-fire weapons, like cannons, can fallback on <b>Visual Targeting</b>, where the crew will provide targeting data to your guns using on-board optics. Some weapons, like missiles, can't do this however.",
	"TUTORIAL_1_2_SUBTITLE_40": "I've ordered your crew to disable the radar. Take a moment and observe what happens. You don't want the first time you're operating without radar to be the real deal.",
	"TUTORIAL_1_2_SUBTITLE_41": "With sensors disabled, you will now see <b>Visual Contacts</b> when you have one of your ships selected, and nothing when no ship is selected.  Visual contacts are only useful to the ship that actually sees the target, unlike a sensor track which is shared across all ships.",
	"TUTORIAL_1_2_SUBTITLE_42": "If you don't see anything, you'll need to move to within visual range, about 3,200 meters.  I've created a marker in the general area for your reference.  That won't happen in actual battle.",
	"TUTORIAL_1_2_SUBTITLE_43": "You can fire on <b>Visual Contacts</b> the same way you did with <b>Sensor Tracks</b>.  Use visual targeting to fire at the target ship with the <i>Small Beginning's</i> guns again.",
	"TUTORIAL_1_2_SUBTITLE_44": "In a situation like this, you can imagine things are not going too well for you. But you'll at least still be a threat, so don't feel too cut up if your sensors go dark. ",
	"TUTORIAL_1_2_SUBTITLE_45": "Now,  missiles.  The ships in this fleet are carrying two variants of the SGM-2 series anti-ship cruise missile: the Thunderhead and the Hurricane.",
	"TUTORIAL_1_2_SUBTITLE_46": "The Hurricane is a <b>Command Guided Missile</b>, which means it is guided to the target by the launching ship.  If it misses the target, it will come back around and try again until it runs out of fuel, is shot down, or finally hits the target.",
	"TUTORIAL_1_2_SUBTITLE_47": "Command missiles are very difficult to avoid.  The only way to defeat them without destroying the missile itself is by destroying the launching ship, or jamming its sensors or communications.  Shoot the archer, as we say.",
	"TUTORIAL_1_2_SUBTITLE_48": "The downside is that the Hurricane must be shot at a sensor track. If you lose the track, the Hurricane will be useless. ",
	"TUTORIAL_1_2_SUBTITLE_49": "Let's launch three Hurricane missiles at the target.  Start by opening the <b>Action Menu</b> in <b>Track Mode</b> on the target.",
	"TUTORIAL_1_2_SUBTITLE_50": "Now, select the <b>SGM-225 Hurricane</b> from the weapons list.  This will queue up a single missile shot at the target and leave you with an active <b>Track Selection</b> widget.",
	"TUTORIAL_1_2_SUBTITLE_51": "Multiple missiles can be fired with a single order using the <b>Left Alt Key</b>.  Hold the <b>Left Alt Key</b> and click on the target to add one more missile per click.  The number of queued missiles is shown next to your mouse cursor.",
	"TUTORIAL_1_2_SUBTITLE_52": "To issue the order, you can either click the <b>Left Mouse Button</b> with the <b>Left Alt Key</b> released, or you can press the <b>Enter Key</b>.",
	"TUTORIAL_1_2_SUBTITLE_52_1": "Once you've issued a launch order, you'll notice the <b>Mount Status Display</b> will show the number of missiles that are being spun up for launch.",
	"TUTORIAL_1_2_SUBTITLE_52_2": "It takes time between when a target is selected and when a missile actually leaves the ship.  This warm-up time is when the weapons control system brings the missile online, checks it for errors, establishes a reference frame for the IMU, uploads the target package, and more.",
	"TUTORIAL_1_2_SUBTITLE_52_3": "Programming time varies by missile type, with more complicated missiles taking more time.",
	"TUTORIAL_1_2_SUBTITLE_52_4": "The number of missiles that can be warmed up and programmed at the same time is referred to as the ship's maximum salvo size, and it varies from ship to ship based on its configuration.  These two frigates each have four channels, so four missiles can be fired at a time.",
	"TUTORIAL_1_2_SUBTITLE_53": "Missiles are one of your most limited and precious resources, second only to your ships themselves.  They are extremely powerful but extremely scarce.  You'll need to know when to use them, as they can't be replenished under normal circumstances outside of a port.",
	"TUTORIAL_1_2_SUBTITLE_54": "A frigate like the Raines will be crippled by only 2 or 3 missile hits, but in a real fight it will often take more than that to penetrate the enemy's point defenses, which are a serious threat to Hurricanes which tend to fly a direct path.",
	"TUTORIAL_1_2_SUBTITLE_55": "The <i>ANS Dusty Tome</i> is carrying a different missile loadout.  Select the ship now so we can take a look at it.",
	"TUTORIAL_1_2_SUBTITLE_56": "This frigate is carrying Thunderheads, an <b>Active Radar Guided</b> missile, which means it carries its own method of finding targets, allowing it to seek out targets by itself.",
	"TUTORIAL_1_2_SUBTITLE_57": "It can be targeted in the same way as the Hurricane missiles, but once it has left the tube it is entirely autonomous.  When it reaches the end of its path, it will activate its onboard seeker and begin searching for a target.",
	"TUTORIAL_1_2_SUBTITLE_58": "The greatest benefit of active missiles is they can be sent on complex waypoint paths, allowing for multi-angle strikes and even hitting targets behind asteroids. But we'll cover that when you get to your advanced missile trials.",
	"TUTORIAL_1_2_SUBTITLE_59": "For now, let's just fire 3 Thunderhead missiles at the target as we did before with the Hurricanes.",
	"TUTORIAL_1_2_SUBTITLE_60": "As easy as it is to use active radar missiles, there's some downsides to their operation.",
	"TUTORIAL_1_2_SUBTITLE_61": "The first is that the missile must find a target within the cone of its seeker in order to track and kill it.  This makes evasive maneuvers such as course changes an easy way to defeat active missiles fired at long range, especially against fast-moving targets.",
	"TUTORIAL_1_2_SUBTITLE_62": "The second shortcoming is that active seekers are easy to decoy with chaff and other countermeasures, meaning more missiles need to be used in order to score a hit as active missile radars are particularly sensitive to jamming and decoys.",
	"TUTORIAL_1_2_SUBTITLE_63": "But that should do it for your weapons trial. I'll have Fleet Logisitics retrieve the dummy ship and I recommend looking into all the weapons when you get a chance. I'll see you at the Academy.",

	"TUTORIAL_1_2_OBJECTIVE_1": "Open the Tactical View (Spacebar)",
	"TUTORIAL_1_2_OBJECTIVE_2": "Select the ANS Small Beginnings",
	"TUTORIAL_1_2_OBJECTIVE_3": "Open the Action Menu on the enemy Track",
	"TUTORIAL_1_2_OBJECTIVE_4": "Fire Cannons at the Target Ship",
	"TUTORIAL_1_2_OBJECTIVE_5": "Acquire a Fire Control Lock on the Target",
	"TUTORIAL_1_2_OBJECTIVE_6": "Switch to High Explosive shells",
	"TUTORIAL_1_2_OBJECTIVE_7": "Cancel all orders on the ANS Small Beginnings",
	"TUTORIAL_1_2_OBJECTIVE_8": "Shoot at the Target with Visual Targeting",
	"TUTORIAL_1_2_OBJECTIVE_9": "Fire 3 Hurricane missiles at the Target",
	"TUTORIAL_1_2_OBJECTIVE_10": "Select the ANS Dusty Tome",
	"TUTORIAL_1_2_OBJECTIVE_11": "Fire 3 Thunderhead missiles at the Target",

	"TUTORIAL_1_3_NAME": "Damage Control",
	"TUTORIAL_1_3_DESC": "Extensive damage control training ensures a ship is able to maintain combat capability, even under enemy fire.",
	"TUTORIAL_1_3_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- MESSAGE FROM: Hazel, Ash\n--\n\nDamage control might seem to be a little below your pay grade, but trust me when I say that it's one of the most important trials you'll go through, especially when it actually comes to combat.\n\nI've asked Parker to get her teams together and they'll be on station to go through simulations and practice. I'll be with you in-person again.\n\n- Hazel",

	"TUTORIAL_1_3_SUBTITLE_1": "Alright, ready for something really nerve-wracking? For as long as you're out here in space, it's inevitable you're going to take a few hits over the course of your career.",
	"TUTORIAL_1_3_SUBTITLE_2": "In reality, the odds of us coming out unscathed in an engagement are exceedingly low. If you want to stay fit and combat effective, you're going to need to learn how to repair damage. Let's begin.",
	"TUTORIAL_1_3_SUBTITLE_3": "To start, select the <i>ANS Small Beginnings</i>. I've had my boys set up some simulated scenarios for us to cover. Just stay cool, you'll start seeing some damage come up.",
	"TUTORIAL_1_3_SUBTITLE_4": "For the purpose of this training exercise, I've just simulated damage in three of the <i>Small Beginning</i>'s subsystems: Mount 1, the main radar controller, and the Combat Information Center.",
	"TUTORIAL_1_3_SUBTITLE_5": "In the <b>Ship List</b>, you'll notice a number of new icons have appeared.",
	"TUTORIAL_1_3_SUBTITLE_6": "This orange number indicates the number of damaged components with active <b>Debuffs</b> which affects the performance of those damaged components.",
	"TUTORIAL_1_3_SUBTITLE_7": "If there's a fire, it'll be indicated here. Obviously, a fire in an enclosed space is a serious threat to the ship's survival. It'll slowly damage the ship over time and it'll also slow down the working speed of Damage Control teams.",
	"TUTORIAL_1_3_SUBTITLE_8": "This red number indicates which components have been damaged to the point where they are no longer functional.  This also includes components which have been completely destroyed.",
	"TUTORIAL_1_3_SUBTITLE_9": "The red chevrons indicate that the ship's command systems are not operational, meaning they're no longer receiving any orders.  Open the <b>Action Menu</b> to see what it looks like.",
	"TUTORIAL_1_3_SUBTITLE_10": "The text at the center of the <b>Action Menu</b> will display 'NOT RECEIVING' when a ship can't receive orders.  This is because the CIC, or Combat Information Center, has taken critical damage.",
	"TUTORIAL_1_3_SUBTITLE_11": "You may have warships with backup command systems that allow maneuvering orders to be carried out while the CIC is disabled.  This allows you to get your ship to safety and effect repairs.  However, this ship isn't fitted with that.",
	"TUTORIAL_1_3_SUBTITLE_12": "Going back to the <b>Ship Status Display</b>, we can see the damaged components and their locations.",
	"TUTORIAL_1_3_SUBTITLE_13": "By clicking on the <b>Status Display</b> we can open the <b>Damage Control Board</b>.  Do so now.",
	"TUTORIAL_1_3_SUBTITLE_14": "The <b>Damage Control Board</b> will show all of the components installed on the ship and their current status.  You can use the filter buttons at the top to suppress things you don't want to see.",
	"TUTORIAL_1_3_SUBTITLE_15": "Your damage control officer will automatically prioritize repairs based on how important a component is.  For example, your Reactor and CIC are going to be priority one, as they're critical to the operation of the ship.",
	"TUTORIAL_1_3_SUBTITLE_16": "If you have your own priorities, you can click one of the items in the list to prioritize it manually.  Prioritized items are highlighted in blue.  Keep in mind that changing priorities frequently can cause teams to move around a lot, which wastes valuable time that could be used for repairs.",
	"TUTORIAL_1_3_SUBTITLE_17": "<b>Damage Control Teams</b> are stationed in a <b>DC Locker</b> and will move from there when damage is taken. It'll take time for repairs to start as the teams need to get themselves, and their tools, to the casualty.",
	"TUTORIAL_1_3_SUBTITLE_18": "You can see the progress of Damage Control Teams by the gauge filling up on their token. Hazards like fires are their first priority before they'll begin repairing actual damage, as these can deal damage over time.",
	"TUTORIAL_1_3_SUBTITLE_19": "The important thing to remember is that once a component has taken damage below 90%, it can never be fully repaired back to 100%.  Maximum repair is 10% more than the lowest integrity level the component had at the time of repairs.",
	"TUTORIAL_1_3_SUBTITLE_20": "We'll let your teams work before we continue.",
	"TUTORIAL_1_3_SUBTITLE_21": "Let's do two more drills. The first is a <b>Component Restoration</b> exercise.",
	"TUTORIAL_1_3_SUBTITLE_22": "The CIC is now destroyed, with the integrity at 0%. Repair teams won't begin repairs to get it operational again without you explicitly telling them to do so.",
	"TUTORIAL_1_3_SUBTITLE_23": "We'll need to get it repaired. In the <b>Damage Control Board</b>, find the CIC and use <b>Left Shift + Left Click</b> to order your repair teams to start working on it. Once it's repaired, the ship will be able to receive orders again.",
	"TUTORIAL_1_3_SUBTITLE_24": "This must be done manually because restoring a component is a time- and equipment-intensive process.  The equipment to do so is stored in the <b>DC Locker</b>, and each locker only holds enough materials for <i>1 or 2 restorations</i>.",
	"TUTORIAL_1_3_SUBTITLE_25": "Although the CIC is disabled and this ship can't receive orders to move or fire, you will always be able to prioritize damage control to attempt repairs.",
	"TUTORIAL_1_3_SUBTITLE_26": "But this means that your repair teams are extremely vulnerable. They're moving into parts of the ship that are actively taking enemy fire, and could very well be killed.",
	"TUTORIAL_1_3_SUBTITLE_27": "If all the personnel on a team are killed in action, you'll lose the team completely. If you run out of repair teams, you won't be able to repair at all. You can't replenish teams outside of a port, so keep that in mind.",
	"TUTORIAL_1_3_SUBTITLE_28": "We'll wait for your teams to finish their work, then we'll continue.",
	"TUTORIAL_1_3_SUBTITLE_29": "Now that the CIC is restored, the <i>Small Beginnings</i> is ready to receive orders again.  After the teams reboot all of the computers, that is.",
	"TUTORIAL_1_3_SUBTITLE_30": "Lastly, we'll do something a little dangerous. A <b>Catastrophic Scenario</b>.",
	"TUTORIAL_1_3_SUBTITLE_31": "Most component damage is localized and will only affect the part of the ship where the damage was received.  On the other hand, <b>Catastrophic Scenarios</b> are situations which, left unchecked, will eventually take the whole ship down.",
	"TUTORIAL_1_3_SUBTITLE_32": "These situations include <b>Reactor Overloads, Magazine Explosions, and Fuel Line Fires</b>, just to name a few.",
	"TUTORIAL_1_3_SUBTITLE_33": "Your repair teams will automatically move to prevent catastrophic damage, so there's not much you can do except watch. Just get a feel of what it will look like.",
	"TUTORIAL_1_3_SUBTITLE_34": "Your damage control officer will always prioritize repairs for a situation like this. The ship's survival always come first.",
	"TUTORIAL_1_3_SUBTITLE_35": "Notice the flashing warning icon in the ship list.  Below the icon is an estimated countdown before the situation gets out of control.  If you don't know what's wrong, you can hover over the warning icon to see a <b>Tooltip</b>.",
	"TUTORIAL_1_3_SUBTITLE_36": "Out of all the catastrophic damage you might see, <b>Reactor Overloads</b> are the most deadly. Your teams know how to work with a damaged reactor, but fires and other hazards can make it a nearly impossible task to complete.",
	"TUTORIAL_1_3_SUBTITLE_37": "Should the reactor go critical, you will see a <b>Reactor Bloom</b>, with a blast radius of about 1.5 kilometers. Standard doctrine states to move all friendly warships out of the danger radius of a ship with an impending reactor overload.",
	"TUTORIAL_1_3_SUBTITLE_38": "Be careful around enemy wrecks as well.  Your weapons could have damaged their reactor housings, and you'll get little to no warning before they go off.",
	"TUTORIAL_1_3_SUBTITLE_39": "But, Commander, that's it for your Damage Control trials. Just keep an eye on your teams and be smart about their movements, and you'll come out just fine. Remember: the ship's survival always comes first.",

	"TUTORIAL_1_3_OBJECTIVE_1": "Keep the ANS Small Beginnings selected",
	"TUTORIAL_1_3_OBJECTIVE_2": "Open the Action Menu",
	"TUTORIAL_1_3_OBJECTIVE_3": "Restore the CIC on the ANS Small Beginnings",

	"TUTORIAL_1_4_NAME": "Sensors & Electronic Warfare",
	"TUTORIAL_1_4_DESC": "Know thy enemy. Intelligence can win battles before even a shot is fired. An understanding of the intricacies of sensors and how one is seen by the enemy is the real test of skill.",
	"TUTORIAL_1_4_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- MESSAGE FROM: Hazel, Ash\n--\n\nI won't waste your time. EWar is not simple, and neither is sensors. There's so many intricate little details when it comes to intelligence and radar. But thankfully, you have me as your instructor.\n\n- Hazel",

	"TUTORIAL_1_4_SUBTITLE_1": "It�s critical for you to understand your sensors and the things that affect them, as they act as your eyes in the Battlespace. Afterall, you can't shoot what you can't see.",
	"TUTORIAL_1_4_SUBTITLE_2": "But now it's time to learn how they actually work. How to evade detection while spotting the enemy and how to fool your opponent is absolutely paramount to a successful engagement. Lets begin.",
	"TUTORIAL_1_4_SUBTITLE_3": "Select the <i>ANS Small Beginnings</i>.",
	"TUTORIAL_1_4_SUBTITLE_4": "The first thing we'll talk about is your <b>Signature Size</b> and methods of <b>Signature Control</b>.",
	"TUTORIAL_1_4_SUBTITLE_5": "Active sensors like <b>RADAR</b> detect enemy ships by bouncing radio waves off of them.  The physical size of your ship, combined with the angle of surfaces and the cross-sectional area from the viewing angle, affect the size of the returned energy.",
	"TUTORIAL_1_4_SUBTITLE_6": "In other words, the same ship will appear on sensors at longer range if its broadside is facing the enemy versus being bow-on. The smallest radar cross-section for the Raines frigate, for example, is from above and below the port and starboard stern.",
	"TUTORIAL_1_4_SUBTITLE_7": "You can see the size of your signature by hovering over the <b>Signature Summary</b> on the <b>Ship Information Bar</b>.",
	"TUTORIAL_1_4_SUBTITLE_8": "There are other contributing factors to the size of your signature, including what modules are active and how many ships are nearby.",
	"TUTORIAL_1_4_SUBTITLE_9": "Right now, there is one other ship nearby, which is boosting the size of our radar return and making it so the enemy can see us at longer range.",
	"TUTORIAL_1_4_SUBTITLE_10": "Let's lower our footprint. Move the <i>Small Beginnings</i> more than 250 meters away from the <i>Dusty Tome</i>, so you won't contribute to each other's signatures.  Don't move towards the enemy. We want to keep our current range.",
	"TUTORIAL_1_4_SUBTITLE_11": "If you hover over the <b>Signature Summary</b> with your mouse you will see that the 'Nearby Ships' modifier is gone, reducing our overall footprint.",
	"TUTORIAL_1_4_SUBTITLE_12": "It's good, but we'll need to do better if we want to hide ourselves from the enemy.",
	"TUTORIAL_1_4_SUBTITLE_13": "On the <b>Ship List</b>, this yellow icon indicates that this ship is spotted by enemy sensors and is being tracked. Similarly, a red crosshair here would show that this ship is locked by an enemy's <b>Fire Control Radar</b>.",
	"TUTORIAL_1_4_SUBTITLE_14": "We have a good set of tools to reduce our radar footprint even further. Lets see what we can do to shake the enemy off.",
	"TUTORIAL_1_4_SUBTITLE_15": "This switch will toggle our radar systems off, greatly reducing our footprint.",
	"TUTORIAL_1_4_SUBTITLE_16": "This switch disables our communications suites, which can provide a modest reduction in our signature size.",
	"TUTORIAL_1_4_SUBTITLE_17": "Go ahead and turn off both of these now and see how it affects our signature size.",
	"TUTORIAL_1_4_SUBTITLE_18": "You may be surprised to see that even with your radars off, you are still seeing tracks.  This is because the <i>ANS Dusty Tome</i> still has its radars and comms on, and is transmitting tracks to the <i>Small Beginnings</i>, sharing their own data.",
	"TUTORIAL_1_4_SUBTITLE_19": "Hover over <b>Signature Summary</b> with your mouse to see how changing these emissions settings altered your signature.",
	"TUTORIAL_1_4_SUBTITLE_20": "If you didn't move too close to the enemy, you'll notice that the yellow icon indicating this ship is being tracked has disappeared.  If you are still being tracked, it may be because your hull is at an angle that maximizes radar reflections.",
	"TUTORIAL_1_4_SUBTITLE_21": "Even then, a lower signature size reduces the distance at which the enemy can detect you, even if you are well inside their maximum sensor range.",
	"TUTORIAL_1_4_SUBTITLE_22": "Disabling emissions also has the added benefit of making you undetectable by passive sensors.  Passive radar sensing is typically able to detect you 125% further away than your maximum radar range, so being invisible to it has an obvious benefit.",
	"TUTORIAL_1_4_SUBTITLE_23": "The downside, of course, is that turning off your radars means you can't detect threats as easily.",
	"TUTORIAL_1_4_SUBTITLE_24": "Similarly, disabling comms means this ship is no longer transmitting any tracks it sees to friendly ships in the fleet.  Ships with their comms off will still able to receive tracks from other transmitting ships, so they can act as a silent shooter.",
	"TUTORIAL_1_4_SUBTITLE_25": "Go ahead and enable both the radar and communications on the <i>Small Beginnings</i>.",
	"TUTORIAL_1_4_SUBTITLE_26": "Now it's time to experience what having your sensors jammed feels like!",
	"TUTORIAL_1_4_SUBTITLE_27": "Confusing, right?",
	"TUTORIAL_1_4_SUBTITLE_28": "The enemy jammer is saturating our radar with radio waves, making it difficult for our systems to find legitimate contacts.  This noise of contacts is what we're seeing instead of the real radar picture.",
	"TUTORIAL_1_4_SUBTITLE_29": "Notice that we lost track on the ship in front of us, but the one to the right is still clear as day.  This is because jamming only affects the area around the direction that is being jammed.  Keep this in mind when you're trying to use jamming to protect your own ships.",
	"TUTORIAL_1_4_SUBTITLE_30": "We do have a tool available that can be used in a pinch, a <b>Burnthrough Sweep</b>. Not all radar modules have this, but it allows for a short, high-powered sweep in all directions.",
	"TUTORIAL_1_4_SUBTITLE_31": "To execute a <b>Burnthrough Sweep</b>, open the <b>Action Menu</b> and select the <b>BRN</b>, or Burnthrough, command at the top.  Then, as quickly as you can, attempt to lock the target. You can use the <b>X Key</b> for the lock-on shortcut.",
	"TUTORIAL_1_4_SUBTITLE_32": "Burnthrough sweeps will show a unique icon of detected targets, making it easier to spot the target through the noise. The icon will linger for about 30 seconds to give you time to lock on. Locked targets are much less suspectible to being lost through jamming.",
	"TUTORIAL_1_4_SUBTITLE_33": "That's it!  Most of the time, you'll be able to maintain a <b>Fire Control Lock</b> in-spite of jamming.  But keep in mind that jamming power stacks, so a fleet with enough jammers active at the same time will break any lock.",
	"TUTORIAL_1_4_SUBTITLE_34": "Because <b>Burnthrough Sweeps</b> use a much higher power output, they also have the added benefit of being able to spot smaller, weaker contacts at a greater range.  This is useful for finding small scout ships or approaching missiles.",
	"TUTORIAL_1_4_SUBTITLE_35": "The downside is that the higher power output runs the risk of causing damage to the amplifiers every time you use it, so be careful not to burn out your radars.",
	"TUTORIAL_1_4_SUBTITLE_36": "Your other option for burning through jamming is simply to get closer to the enemy, bruteforcing your way in.  Just try not to get sunk in the process.",
	"TUTORIAL_1_4_SUBTITLE_37": "Jamming the enemy ourselves can be as easy as right clicking their track and selecting our jammers from the <b>EW</b> weapons menu.  However, these targets are far enough apart that they won't both be covered by a cone centered on only one of them.",
	"TUTORIAL_1_4_SUBTITLE_38": "The <i>ANS Dusty Tome</i> is carrying a <b>'Blanket' Radar Jammer</b>.  We'll use that to jam both targets by catching them both in the jammer's cone of effect by targeting a position between both contacts.",
	"TUTORIAL_1_4_SUBTITLE_39": "You can target a weapon on a position in space by opening the <b>Action Menu</b> by right-clicking in open space instead of on a track, and use the <b>Sphere Widget</b> to target a position between the two contacts.  Remember to use the <b>Tactical View</b> as it'll give you precise bearings for positional targeting.",
	"TUTORIAL_1_4_SUBTITLE_39_1": "When in the <b>Tactical View</b> you'll see each track's position projected onto the sphere of the widget.  To blind both of them, aim for a point between those two projected positions.",
	"TUTORIAL_1_4_SUBTITLE_39_2": "Remember that you can change the radius of the widget by holding <b>Left Control</b> and drawing the radius in or out.",
	"TUTORIAL_1_4_SUBTITLE_40": "And like that, they can't see us anymore, just like what happened to us. But they can also use the same tactics like <b>Burnthroughs</b> or approaching us to sift through the jamming.",
	"TUTORIAL_1_4_SUBTITLE_40_1": "While jamming power is additive, it is not linear.  The more jamming signals that are present in an area, the more they begin to create destructive interference and cancel each other out.  Think of it like diminishing returns.",
	"TUTORIAL_1_4_SUBTITLE_41": "Even if you don't successfully jam the enemy's tracking of your ships, an active jamming signal will still reduce their sensor accuracy.  This is particularly devastating for point defenses, which are shooting at very small, very fast targets and therefore require great accuracy.",
	"TUTORIAL_1_4_SUBTITLE_42": "Using <b>Stand-Off Jamming</b> in coordination with your missile salvos will make them devastatingly effective.  Let's try it.",
	"TUTORIAL_1_4_SUBTITLE_43": "Fire off a missile salvo at the enemy ship ahead, and see how their defenses react with your jammer active.",
	"TUTORIAL_1_4_SUBTITLE_44": "Watch how erratically the enemy defenses are firing.  Point defense requires pinpoint precision, which your jamming is preventing by flooding their sensors with far too many false contacts.",
	"TUTORIAL_1_4_SUBTITLE_45": "When using jamming to cover a missile attack, you'll still need to watch out for airburst point defenses like flak guns, as they don't require much accuracy.",
	"TUTORIAL_1_4_SUBTITLE_46": "Most importantly, the <b>Blanket Jammer</b> has a 90 second firing time.  This is to prevent the amplifiers from overheating and being damaged.",
	"TUTORIAL_1_4_SUBTITLE_47": "However, there are times where you absolutely have to be able to use a system or you'll lose the ship.  In that case, you might not care whether the module destroys itself.",
	"TUTORIAL_1_4_SUBTITLE_48": "This is what <b>Battle-Short</b> is for.  Select the ANS Dusty Tome if it isn't already.",
	"TUTORIAL_1_4_SUBTITLE_49": "This is the toggle for <b>Battle-Short Mode</b>.  When this is on, all equipment safeties are disabled and the equipment will continue to run until it destroys itself.  Reserve it for emergency use or you'll hear an endless litany of profanity from the damage control officer.",
	"TUTORIAL_1_4_SUBTITLE_50": "When <b>Battle-Short</b> is enabled, active components with active duration timers will periodically be damaged.  However, they will only begin taking damage when they exceed their normal firing time.",
	"TUTORIAL_1_4_SUBTITLE_51": "One last thing to note is that most electronic warfare modules are single-cycle systems.  That means they won't repeatedly fire on the same target after their cooldown period. You'll need to designate a new target everytime the system comes off cooldown.",
	"TUTORIAL_1_4_SUBTITLE_52": "Jamming is an extremely powerful tactic when used at the right time.  Use it to cover your retreat, confuse enemy fire, cover your missiles, and anything else you can think of!",
	"TUTORIAL_1_4_SUBTITLE_53": "With that out of the way, that should do it for sensors and EWar. I hope I made it easy to follow because the guidebooks on these are... nightmarish. I'll see you back at the Academy.",

	"TUTORIAL_1_4_OBJECTIVE_1": "Keep the ANS Small Beginnings selected",
	"TUTORIAL_1_4_OBJECTIVE_2": "Move the ANS Small Beginnings at least 250m away from the ANS Dusty Tome",
	"TUTORIAL_1_4_OBJECTIVE_3": "Disable Radar and Comms on the ANS Small Beginnings",
	"TUTORIAL_1_4_OBJECTIVE_4": "Re-enable radar and comms on the ANS Small Beginnings",
	"TUTORIAL_1_4_OBJECTIVE_5": "Use a Burnthrough Sweep to lock the Target with the ANS Small Beginnings",
	"TUTORIAL_1_4_OBJECTIVE_6": "Jam both Targets with the ANS Dusty Tome's 'Blanket' Jammer",
	"TUTORIAL_1_4_OBJECTIVE_7": "Cover your missile attack with Jamming",

	"TUTORIAL_1_5_NAME": "Advanced Maneuvering",
	"TUTORIAL_1_5_DESC": "There's more to just ordering a ship where to position itself. Rolling the ship, establishing orbits, and even strafing will open new avenues of tactics.  ",
	"TUTORIAL_1_5_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- MESSAGE FROM: Hazel, Ash\n--\n\nWe'll wrap up your movement trials with a quick rundown of other maneuvers taken straight from the handbook, with a few of my own thrown in for good measure.\n\n- Hazel",

	"TUTORIAL_1_5_SUBTITLE_1": "Space is vast, Commander. There's usually no cover and, if you're lucky, you can see a threat coming kilometers away. Knowing how to move your ship is one thing, but knowing the right maneuver will make sure you come out on top.",
	"TUTORIAL_1_5_SUBTITLE_2": "You can definitely make it out of a fight in one piece without using advanced maneuvers, but you'll see quite a good drop in repairs if you employ them correctly.",
	"TUTORIAL_1_5_SUBTITLE_3": "Before we get started, let's order the <i>Dusty Tome</i> to enter formation with the <i>Small Beginnings</i>, so we can see how these commands affect other ships in the formation when issued to the Guide Ship.",
	"TUTORIAL_1_5_SUBTITLE_4": "Now let's try out our first new command.  Select the <i>ANS Dusty Tome</i> and open the <b>Action Menu</b>.",
	"TUTORIAL_1_5_SUBTITLE_5": "All of the commands we'll learn about in this lesson can be found under the <b>MOVE</b> submenu.",
	"TUTORIAL_1_5_SUBTITLE_6": "The <b>ALD</b> or <b>Assume Lead</b> command will cause the formation that this ship is in to restructure itself with the selected ship as the new <b>Guide Ship</b>.  Issue this order now.",
	"TUTORIAL_1_5_SUBTITLE_7": "It's not uncommon for the Guide of a formation to come under fire first, as it's usually the most important ship, making it a prime target.  Should it become disabled, its escorts will hold position around it.",
	"TUTORIAL_1_5_SUBTITLE_8": "Sometimes you want them to hold the line, but there's other times where you need to sacrifice that disabled ship to save the others.",
	"TUTORIAL_1_5_SUBTITLE_9": "When you have a large formation, the <b>Assume Lead</b> command will save you precious time reorganizing your formation around a new ship that can lead the survivors to safety.  It's a lifesaver, literally.",
	"TUTORIAL_1_5_SUBTITLE_10": "Since the <i>Dusty Tome</i> is the Guide now, let's keep it selected and start covering the rest of the orders.  Open the <b>Action Menu</b> and the <b>MOVE</b> submenu.",
	"TUTORIAL_1_5_SUBTITLE_12": "We'll first cover the <b>ORB</b> or Orbit command.",
	"TUTORIAL_1_5_SUBTITLE_13": "This command is useful for keeping your ships moving continously around a target without having to make hard direction changes constantly.  Select it now, but don't issue the order yet.",
	"TUTORIAL_1_5_SUBTITLE_14": "This is a two-staged command, just like formations.  The first task is to select the <b>Orbit Anchor</b>, or the position the ships will travel around.  Let's set our anchor near the enemy target.",
	"TUTORIAL_1_5_SUBTITLE_16": "Once you have selected the <b>Orbit Anchor</b>, we'll determine the radius and angle of the orbit.  Notice that when you hold <b>Left Control</b> to change the angle, a dotted line now appears.",
	"TUTORIAL_1_5_SUBTITLE_17": "The dotted line denotes the actual path the ships will follow.  The arrow near your cursor denotes the direction they will follow along that path.  This is determined by the side of the sphere your cursor is on relative to your ship.",
	"TUTORIAL_1_5_SUBTITLE_18": "Go ahead and issue the order now.  Make sure there are no obstacles in the path.  The circle will turn red if the ship might hit something in its orbit.",
	"TUTORIAL_1_5_SUBTITLE_19": "If you want, you can open fire on the target you're orbiting to see how your guns behave.",
	"TUTORIAL_1_5_SUBTITLE_20": "The real utility of the <b>Orbit</b> command is that it keeps your ships moving while keeping a side facing the target on the inside, allowing most weapons a good angle on the target.",
	"TUTORIAL_1_5_SUBTITLE_21": "If you just drive a course, you'll eventually have to turn your ships around or you'll lose the target behind an obstacle, or just slowly start to mask certain weapons as the angle increases.  This will cost you valuable time while your turrets swing around.  Orbiting helps prevent this.",
	"TUTORIAL_1_5_SUBTITLE_22": "The downside, of course, is that your ships will be exposing the same armor to the enemy constantly, allowing them to whittle it down before they lay in heavy munitions. You're also presenting a good angle for radar returns, meaning you might be an easier target.",
	"TUTORIAL_1_5_SUBTITLE_23": "You can orbit this target as long as you like and play with weapons.  When you're ready, issue a <b>Drive Course</b> order to get our ships heading off into open space so we can try the remaining commands.",
	"TUTORIAL_1_5_SUBTITLE_24": "Alright, two more commands to cover.  Both are very situational, but you'll be glad you've got them in your toolbelt. Better to have it than to not have it at all.",
	"TUTORIAL_1_5_SUBTITLE_25": "Open the <b>Action Menu</b> to the <b>MOVE</b> submenu and locate the <b>HDG</b>, or Heading command.",
	"TUTORIAL_1_5_SUBTITLE_26": "The distance you draw the sphere widget out to doesn't matter here, as we're picking a direction instead of a position.  Select a direction that is different from the course the formation is currently driving.",
	"TUTORIAL_1_5_SUBTITLE_27": "Notice how the entire formation is turning to face that direction, but continuing to move along its ordered course.  A modified movement order like this is indicated with a blue box around the movement status icon.",
	"TUTORIAL_1_5_SUBTITLE_28": "Normally your ships will turn into any course they are following as this allows them to use their main engines and provides the best acceleration.",
	"TUTORIAL_1_5_SUBTITLE_29": "However, when withdrawing under fire this can expose your main engines, and especially the drive module and reactor, directly to enemy fire.  The <b>Hold Heading</b> order is useful to keeping the bow pointed towards the enemy, protecting your most vital components during a retreat.",
	"TUTORIAL_1_5_SUBTITLE_30": "To cancel a hold heading, as well as the next command we'll talk about, use the <b>CLR</b> or Clear command under the <b>MOVE</b> submenu.  Clear the heading hold now.",
	"TUTORIAL_1_5_SUBTITLE_31": "The last command we'll cover is the <b>ROL</b> or Roll command. We'll do this for the <i>ANS Small Beginnings</i> this time. Select the ship and select the order now.",
	"TUTORIAL_1_5_SUBTITLE_32": "The <b>Roll Command</b> will allow you to select a new direction for the ship to use as its up direction.",
	"TUTORIAL_1_5_SUBTITLE_33": "Move the mouse around the tool and click the <b>Left Mouse Button</b> to select the new up direction.",
	"TUTORIAL_1_5_SUBTITLE_34": "Ordering a ship to roll may seem trivial, but like I've said, your radar panels may get taken out by enemy fire.  If this is a scout or spotting ship and it needs to provide targeting data <i>right now</i>, rolling the ship over to expose the functioning panels may be necessary.",
	"TUTORIAL_1_5_SUBTITLE_35": "Also, notice that the <i>Small Beginnings</i> rolled independently of the Guide ship, but is still keeping formation.",
	"TUTORIAL_1_5_SUBTITLE_36": "A <b>ROL</b> order can also be cancelled with the <b>CLR</b> command.",
	"TUTORIAL_1_5_SUBTITLE_37": "And that's it. It may seem simple, but if you use any of these little tricks right, you'll start seeing a difference. I'll see you at the Academy.",

	"TUTORIAL_1_5_OBJECTIVE_1": "Order the ANS Dusty Tome to enter formation",
	"TUTORIAL_1_5_OBJECTIVE_2": "Use the ALD command to make the ANS Dusty Tome the formation Guide",
	"TUTORIAL_1_5_OBJECTIVE_3": "Set an Orbit of any radius, anchored within 1km of the Target",
	"TUTORIAL_1_5_OBJECTIVE_4": "Issue a Drive Course order to the Formation to continue",
	"TUTORIAL_1_5_OBJECTIVE_5": "Issue a Hold Heading order to the ANS Dusty Tome",
	"TUTORIAL_1_5_OBJECTIVE_6": "Clear the Hold Heading order with the CLR command",
	"TUTORIAL_1_5_OBJECTIVE_7": "Start a ROL command for the ANS Small Beginnings",
	"TUTORIAL_1_5_OBJECTIVE_8": "Issue a ROL command to the ANS Small Beginnings",

	"TUTORIAL_1_6_NAME": "Anti-Ship Missile Defense",
	"TUTORIAL_1_6_DESC": "We've learned how to fire them, now it's time to learn how to survive them.  Knowing how to effectively defend your ships against missile attacks will turn your fleet from a soft target into a flying fortress.",
	"TUTORIAL_1_6_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- MESSAGE FROM: Meadows, Talon\n--\n\nCommander, excuse the break in 'tradition' here, Hazel's been called away on an urgent matter.  Something weird is going on but I haven't heard the details yet. I'm sending you a quick rundown, but she'll be back for your actual trial. Simply put, there's a lot of stuff that the Naval Office issues to the fleets to keep us from getting turned into a very expensive statistic, ranging from active countermeasures to point-defense weapons, and any Commander worth their salt needs to know how to actually use them.\n\nReport to the terminal and board your vessel. Hazel will take it from there.\n\n- T.Meadows",

	"TUTORIAL_1_6_SUBTITLE_1": "Alright Commander, now it's time to turn the tables.  We've been on the giving end for all of these lessons so far, but if you don't know how to defend your fleet you might as well not be in command.",
	"TUTORIAL_1_6_SUBTITLE_2": "Defending against anti-ship missiles is a complex topic, and I can't possibly cover everything in the course of this lesson.  But at the very least it'll get you started.",
	"TUTORIAL_1_6_SUBTITLE_3": "I've placed three markers for the course we'll travel along for this to work best.  Go ahead and set a waypoint course from Atlas, where we are now, to Boxer and Comet.  If you reach the end at any point, just plot a new path in reverse order.",
	"TUTORIAL_1_6_SUBTITLE_4": "I've also disabled your offensive weapons so you dont accidentally...or on purpose...destroy the shooter or spotter ships I'll be controlling, as well as a few other systems that we'll unlock as we go over them.",
	"TUTORIAL_1_6_SUBTITLE_5": "And don't worry, everything I'm going to fire at you are inert training missiles with no warhead.",
	"TUTORIAL_1_6_SUBTITLE_6": "Let's begin.",
	"TUTORIAL_1_6_SUBTITLE_7": "It might seem ridiculous to say, but a lot of people don't consider that the best way to defend against missiles is to simply not be where the enemy has fired them at.",
	"TUTORIAL_1_6_SUBTITLE_8": "The ship I'll be firing from is about 17 kilometers away.  With the speed these missiles travel at, it'll take them about 75 seconds to reach their acquisition range.",
	"TUTORIAL_1_6_SUBTITLE_9": "When a missile is fired at a track, that target's last known position and velocity are programmed into the missile immediately before launch so it can figure out how to lead the target.",
	"TUTORIAL_1_6_SUBTITLE_10": "The good news is that 75 seconds is a lot of time for us to not be where the missile thinks we're going to be when it starts its search.",
	"TUTORIAL_1_6_SUBTITLE_11": "When we talk about ASMD, we group defensive measures into two categories: <b>'Softkill' and 'Hardkill'</b>.",
	"TUTORIAL_1_6_SUBTITLE_12": "We'll talk about softkill first, as it pairs very well with the evasive maneuvers we'll do for this first salvo.",
	"TUTORIAL_1_6_SUBTITLE_13": "The rightmost set of buttons on the Ship Information Bar controls your point defense doctrine.",
	"TUTORIAL_1_6_SUBTITLE_14": "The DECOY button controls when the Point Defense Controller will automatically fire decoys.  If you set it to manual, you will need to fire decoys yourself via the Action Menu.",
	"TUTORIAL_1_6_SUBTITLE_15": "It's best to leave this on one of the other three options.  The LEAST option will use the decoy with the lowest capability necessary to defeat the threat.  BEST will always use the highest capability.  AUTO will fire all necessary decoys.",
	"TUTORIAL_1_6_SUBTITLE_16": "The type of decoy necessary for a threat can only be determined if we have sufficient intelligence on the missile, which can be developed rapidly by the ES32 'Scryer' module which this ship is carrying.  If we don't have this information, one of every type of our onboard decoys will be fired.",
	"TUTORIAL_1_6_SUBTITLE_17": "The decoys we have available on this ship are the EA12 chaff decoy and the EA99 'Conure' active decoy.",
	"TUTORIAL_1_6_SUBTITLE_18": "Chaff decoys are an expanding cloud of reflective metal strips which create a much larger radar return than the ship that launched them.  This presents a more appealing target to the missile and will hopefully draw it off, a tactic called Seduction.",
	"TUTORIAL_1_6_SUBTITLE_19": "Active decoys radiate their own energy and can mimic the signature of the launching ship, making them useful against more advanced missiles which are also looking for the ship's radar emissions.",
	"TUTORIAL_1_6_SUBTITLE_20": "Now, we're going to use evasive maneuvers in conjunction with these decoys to totally avoid this first salvo.",
	"TUTORIAL_1_6_SUBTITLE_20_1": "In fact, I'm so confident you'll be able to do it that I've totally disabled all our other point defenses.",
	"TUTORIAL_1_6_SUBTITLE_21": "I'm going to launch the first salvo now.  When you detect the missiles, change course <i>at least 90 degrees</i>, but preferably more like 120 degrees, away from your current direction of travel.",
	"TUTORIAL_1_6_SUBTITLE_22": "Don't do it pre-emptively, or the missiles will adjust their lead based on your new velocity vector.  Wait until you detect them on radar.",
	"TUTORIAL_1_6_SUBTITLE_23": "Alright, the first salvo is on its way.",
	"TUTORIAL_1_6_SUBTITLE_24": "After you issue the order to change course, raise the throttle to FLANK speed to get that extra emergency thruster power.",
	"TUTORIAL_1_6_SUBTITLE_25": "As your course change begins to take effect, dump a chaff decoy or three with <b>Shift + Z</b> to give the missiles something to focus on while we make our escape.",
	"TUTORIAL_1_6_SUBTITLE_26": "Manually firing decoys will fire all available passive decoys.  Active decoys will not be fired as they require a target to know how to fly away from the ship.  If you want to fire an active decoy, right click on one of the missile tracks and use the <b>DCY</b> button at the top ofthe action menu.",
	"TUTORIAL_1_6_SUBTITLE_27": "The button will be highlighted in yellow to show you it'll be for the specific threat rather than a generic decoy order.",
	"TUTORIAL_1_6_SUBTITLE_28": "Well...good try.  Keep practicing on that one and we'll move on.",
	"TUTORIAL_1_6_SUBTITLE_29": "Nicely done, Commander!",
	"TUTORIAL_1_6_SUBTITLE_30": "Go ahead and get us back on course for either point Atlas or Comet and we'll continue.  Don't forget to come back down from Flank speed.",
	"TUTORIAL_1_6_SUBTITLE_31": "Evasive maneuvers can do a lot for you when it comes to avoiding missiles fired at long range.  If you do them right, you won't even need to fire in defense.",
	"TUTORIAL_1_6_SUBTITLE_32": "But unfortunately, some more advanced missiles can follow your course changes, like the next salvo I've just launched.",
	"TUTORIAL_1_6_SUBTITLE_33": "While we wait, this is a great time to talk about hardkill!",
	"TUTORIAL_1_6_SUBTITLE_34": "Many missile threats simply can't be avoided by evasive maneuvers.  The missiles that are on their way now have a <b>Command mid-course guidance</b> configuration, so they will follow any course changes we make.  For this we'll need to rely on a combination of soft and hardkill techniques.",
	"TUTORIAL_1_6_SUBTITLE_35": "You can change course if you want, and watch them follow us.",
	"TUTORIAL_1_6_SUBTITLE_36": "Deploying chaff is <b>always</b> a good idea.  It's cheap and plentiful, and it may save your life.  But it usually won't draw every missile away, so we'll need to deal with the remaining missiles somehow.",
	"TUTORIAL_1_6_SUBTITLE_37": "The simplest of the hardkill methods is <b>Point Defense Turrets</b>.  This ship is equipped with three Mk20 'Defender' 20mm autocannons and two Mk90 'Aurora' laser turrets.",
	"TUTORIAL_1_6_SUBTITLE_38": "All of these weapons have their own intergrated fire control systems, so once they have been cued to an area by the ship's radar they can lock their own targets and develop their own firing solution.",
	"TUTORIAL_1_6_SUBTITLE_39": "If you want to take a more hands-on approach, you can manually prioritize targets with the <b>Z key</b> or by using the <b>PD Button</b> on the action menu.",
	"TUTORIAL_1_6_SUBTITLE_40": "Generally, this isn't necessary as the PD controller automatically prioritized threats by size, distance, speed, and whether they're actually coming towards the ship or not.  The ship will always defend itself before defending others.",
	"TUTORIAL_1_6_SUBTITLE_41": "Great job.  Now get us back on course again.",
	"TUTORIAL_1_6_SUBTITLE_42": "Alright, we have one more type of hardkill to consider: Interceptor Missiles.",
	"TUTORIAL_1_6_SUBTITLE_43": "These are missiles specifically designed to intercept and destroy incoming missiles.  They are the most flexible form of PD, but also the most limited in quantity.",
	"TUTORIAL_1_6_SUBTITLE_44": "This ship is carrying 40 SGM-112 Ripostes, a command-guided interceptor missile.  Let's go through the options available by clicking the PDMSL button and expanding the menu.",
	"TUTORIAL_1_6_SUBTITLE_45": "The first option is the firing mode.  By default this is set to <b>Doctrine</b>, meaning that the missile will be fired at all threats that is was designed for.",
	"TUTORIAL_1_6_SUBTITLE_46": "By flipping it over to <b>All</b> we can disregard those settings and the missiles will be used against all threats.  On the other hand, <b>Manual</b> will fire only at targets you have prioritized.",
	"TUTORIAL_1_6_SUBTITLE_47": "Next is <b>Firing Policy</b>, which governs the number of salvos we'll fire at each threat.  The next salvo will only be fired after the previous one misses.",
	"TUTORIAL_1_6_SUBTITLE_48": "Following that is <b>Salvo Size</b>, which determines the number of missiles in each of the salvos from above.  Setting this to <b>DCTRN</b> will defer to the missile type's default setting, usually one missile.",
	"TUTORIAL_1_6_SUBTITLE_49": "And finally, <b>Last Salvo</b> will fire another salvo at the threat at the last possible moment, even if the previous salvo has not yet arrived.",
	"TUTORIAL_1_6_SUBTITLE_50": "I know that was a lot, but managing these settings will help you economize your defensive missiles.  They always go faster than you think they will.",
	"TUTORIAL_1_6_SUBTITLE_51": "Interceptor missiles excel at defeating threats at a much longer range than most other point defenses are capable of.  That's extremely important when it comes to the most dangerous type of missiles we'll talk about next: Hybrids.",
	"TUTORIAL_1_6_SUBTITLE_52": "<b>Hybrid Missiles</b> are advanced, multi-stage missiles which can wreak havoc on a fleet if not countered during their cruise stage.  Once they initiate their terminal sprint, a laser is about the only thing that can stop them.",
	"TUTORIAL_1_6_SUBTITLE_53": "Imagine trying to shoot down a corkscrewing telephone pole travelling at nearly a kilometer per second, and that's what facing a hybrid missile is like.",
	"TUTORIAL_1_6_SUBTITLE_54": "Some of these missiles also carry penetration aids, such as self-screening radar jammers and decoy launchers.",
	"TUTORIAL_1_6_SUBTITLE_55": "Fortunately, you don't actually have to imagine, because I've got four of them on the way.",
	"TUTORIAL_1_6_SUBTITLE_56": "If you want to make any changes to your PDMSL doctrine, better do it now...",
	"TUTORIAL_1_6_SUBTITLE_57": "Phew, wasn't that crazy?",
	"TUTORIAL_1_6_SUBTITLE_58": "You can usually expect the enemy to reserve these kinds of missiles for killing capital ships, due to their destructive power, cost, and limited number.",
	"TUTORIAL_1_6_SUBTITLE_59": "The best way to defend against them is with proper positioning of screening escorts, which can enable early detection so you can get your defensive missiles out there and engage them during their vulnerable cruise stage.",
	"TUTORIAL_1_6_SUBTITLE_60": "Well Commander, that about covers it for the absolute basics of ASMD.",
	"TUTORIAL_1_6_SUBTITLE_61": "Good luck out there.  Hazel, out.",

	"TUTORIAL_1_6_OBJECTIVE_1": "Lay in a course to Point Comet, via Boxer.",
	"TUTORIAL_1_6_OBJECTIVE_2": "Use evasive maneuvers to avoid the missile salvo",
	"TUTORIAL_1_6_OBJECTIVE_3": "Plot a course to Point Atlas or Comet, via Boxer",
	"TUTORIAL_1_6_OBJECTIVE_4": "Defeat the incoming missile salvo",
	"TUTORIAL_1_6_OBJECTIVE_5": "Plot a course to Point Atlas or Comet, via Boxer",
	"TUTORIAL_1_6_OBJECTIVE_6": "Defeat the Hybrid missile salvo",

	"TUTORIAL_1_7_NAME": "Final Battle Problem",
	"TUTORIAL_1_7_DESC": "Put all the skills you've learned to the test in an actual battle, controlling a small part of the friendly fleet.",
	"TUTORIAL_1_7_BRIEFING": "Z // FLASH FLASH FLASH // Z\n\nTIME: 1038 SHELTER\n\nSAW-200 reports OSPN Sqdn within Emit Time perimeter. VFI-4 confirmed hostile contact, forced to withdraw. CDRE Blackwell assuming command. Situation developing.\n\n// 1105 SHELTER // ADDT. HOSTILE VESSELS WITHIN BRADFORD CONTROL ZONE\n--> IMMINENT HOSTILE CONTACT\n--> ALERT STAGE ATLAS\n--> COMMO EQUIPMENT TO BE SECURED.\n\n---> AVAILABLE FRIENDLY ASSETS RE-TASKED TO INTERCEPT AND DESTROY <---",

	"TUTORIAL_1_7_SUBTITLE_1": "Alright Commander, this is the real thing.  I hope you remembered what I taught you, for all our sakes.\n\n(If you need more time to think and issue orders, you can enable Active Pause in the Accessibility settings and toggle it with <b>CTRL + SPACEBAR</b>)",
	"TUTORIAL_1_7_SUBTITLE_2": "We've been diverted from our final certification.  A small Protectorate harassing force has penetrated into the system, and we're the only units in the area.",
	"TUTORIAL_1_7_SUBTITLE_3": "Commodore Blackwell is in command on <i>ANS In Lattice Bound</i>.  He'll be managing most of the task force but he's left the heavy cruisers to you.",
	"TUTORIAL_1_7_SUBTITLE_4": "I'll be here with you the whole time.  Make me proud...and try not to get us killed.",
	"TUTORIAL_1_7_SUBTITLE_5": "One of the shuttles is out of action.",
	"TUTORIAL_1_7_SUBTITLE_6": "Another rocket shuttle destroyed.",
	"TUTORIAL_1_7_SUBTITLE_7": "Splash one more rocket shuttle.",
	"TUTORIAL_1_7_SUBTITLE_8": "The last rocket shuttle has been destroyed.",
	"TUTORIAL_1_7_SUBTITLE_9": "We've picked up a group of small, fast ships.  Probably <b>shuttles with rocket launchers</b>.  They look like easy pickings but don't let your guard down.",
	"TUTORIAL_1_7_SUBTITLE_10": "If they get close they can easily take down a ship of this size with swarm tactics.  Our big 450 guns will have a hard time landing a hit on them when they're closing with us.",
	"TUTORIAL_1_7_SUBTITLE_11": "Probable second group of rocket shuttles detected, moving fast!",
	"TUTORIAL_1_7_SUBTITLE_12": "That's an <b>Ocello</b> above the large asteroid!  Retired Alliance hardware; it's a real warship with armor, heavy guns, and a narrow front profile.  They're probably using it as a command ship.",
	"TUTORIAL_1_7_SUBTITLE_13": "That's our biggest threat right now.  It would be a great candidate for some of our <b>Guideline IV</b> missiles.  You'll need more than a few, its point defenses are no joke.",
	"TUTORIAL_1_7_SUBTITLE_14": "We're in the thick of it now, Commander!  Use the Axford's sloped bow to your advantage and keep it pointed towards the source of enemy fire.  It should bounce a lot of this.",
	"TUTORIAL_1_7_SUBTITLE_15": "Issue a heading (HDG) order against any track and your ships will keep their bows pointed towards it no matter where it moves.",
	"TUTORIAL_1_7_SUBTITLE_16": "Something big down there...my bet is a Marauder Lineship.  They're big converted bulk freighters with guns strapped onto them.  They'll be broadside to us to unmask all of their guns, which makes them an easy target for ours.",
	"TUTORIAL_1_7_SUBTITLE_17": "Unfortunately that also makes them bad targets for our Guideline HEKP missiles, which will pass straight through from side to side without doing much damage.  We need a bow-to-stern shot for those to be most effective.",
	"TUTORIAL_1_7_SUBTITLE_18": "Second Marauder detected, looks like the same configuration.",
	"TUTORIAL_1_7_SUBTITLE_19": "Those lineships are firing 100mm shells, which normally wouldn't be a threat to us, but those purple streaks you're seeing are magnetic bottles full of superheated plasma.  They're trying to use it to burn off our armor so their guns can get through it.",
	"TUTORIAL_1_7_SUBTITLE_20": "If we keep a good distance and maintain evasive maneuvers we should be able to dodge most of it.",
	"TUTORIAL_1_7_SUBTITLE_21": "Enemy sensor tug detected up high.  They'll be using their long range directional sensors to keep a high-quality track on our ships.  It's janky but it works.",
	"TUTORIAL_1_7_SUBTITLE_22": "It's an excellent target for our missiles.  Let's poke their eyes out.",
	"TUTORIAL_1_7_SUBTITLE_23": "Another pair of small ships detected, but their profile doesn't look like more shuttles.  Most likely some other small gun or missile combatant.",
	"TUTORIAL_1_7_SUBTITLE_24": "That's one Marauder down, they're abandoning ship!",
	"TUTORIAL_1_7_SUBTITLE_25": "The second lineship has been destroyed, that's most of their heavy ships gone.",
	"TUTORIAL_1_7_SUBTITLE_26": "Enemy sensor ship destroyed.",
	"TUTORIAL_1_7_SUBTITLE_27": "An enemy light attack ship has been destroyed.  Crew is abandoning.",
	"TUTORIAL_1_7_SUBTITLE_28": "That's the last of their light attack ships.",
	"TUTORIAL_1_7_SUBTITLE_29": "That should be the last of them.  Well done, Commander!",
	"TUTORIAL_1_7_SUBTITLE_30": "I didn't really plan to go out like this but...well, it's been an honor, Commander.  Good luck getting to the lifeboats.",
	"TUTORIAL_1_7_SUBTITLE_31": "Enemy command ship destroyed!",
	"TUTORIAL_1_7_SUBTITLE_32": "Don't forget: you can issue orders to both ships in your formation at the same time with <b>Left Shift + Right Click</b>.  It'll save you critical time.",

	"TUTORIAL_2_NAME": "Missileer School (Advanced Tutorial)",
	"TUTORIAL_2_DESC": "Missiles are the most powerful, flexible, and diverse weapon systems found in the modern fleet.  Later in their careers many seasoned commanders returned to the Bradford Fleet Academy to learn to use these complex weapons to their full potential.\n\nNOTE: These tutorials cover advanced gameplay topics and are not recommended for new players.",

	"TUTORIAL_2_1_NAME": "Advanced Missile Tactics",
	"TUTORIAL_2_1_DESC": "Missiles, the most valuable (and limited) resource on-board ships, can decimate targets. But knowing how to use the various missile modes, their advantages and weaknesses, and most of all, their strategies will allow for deadly missile volleys to annihilate threats.",
	"TUTORIAL_2_1_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- MESSAGE FROM: Hazel, Ash\n--\n\nI got approval to let you go over the Advanced Missile Operations trial, and I even got a small fleet of mothballed warships to act as target dummies. It'll be fun! You'll get to learn about all sorts of missiles!\n\n- Hazel",

	"TUTORIAL_2_1_SUBTITLE_1": "Out here in the cold void, missiles are like diamonds. They're valuable and scarce, and you won't be able to refill your cells under most circumstances. Unless you want to wind up with empty launchers while your enemy is fully stocked, you'll need to learn how and when to use them.",
	"TUTORIAL_2_1_SUBTITLE_2": "You can always come back here to practice with missiles, but I can also give you a rundown of what you can throw down range.",
	"TUTORIAL_2_1_SUBTITLE_3": "You want to take the reins and practice or would you like me to guide you through it? I've got plenty of time.",
	"TUTORIAL_2_1_INSTRUCTION": "Instruction",
	"TUTORIAL_2_1_PRACTICE": "Practice",
	"TUTORIAL_2_1_SUBTITLE_4": "You got it. I'll unlock your fire control. The three ships with you are stocked up with missiles, and the targets won't fire back. They do have point defenses, though, so feel free to think up ways to get around that.",
	"TUTORIAL_2_1_SUBTITLE_5": "When you're done, just head back to the Academy.",
	"TUTORIAL_2_1_SUBTITLE_6": "Sounds good.  Let's get you familiar with advanced missile operations.",
	"TUTORIAL_2_1_SUBTITLE_7": "The enemy ships in this scenario won't shoot back at your ships, but they are all equipped with different types of point defenses so it won't be as easy to hit them as last time.",
	"TUTORIAL_2_1_SUBTITLE_8": "There are five enemy ships in the Battlespace, but we can only see three of them right now.",
	"TUTORIAL_2_1_SUBTITLE_9": "I've disabled your drives for this as you'll get the most training out of your current position. No cheating and all that.",
	"TUTORIAL_2_1_SUBTITLE_10": "We'll start by firing two <b>Command Guided Missiles</b>, the Hurricanes, from the <i>ANS Small Beginnings</i> at the group of two ships directly ahead of us.",
	"TUTORIAL_2_1_SUBTITLE_11": "This is the same as during the weapons trial, except now we're going to test the target's defensive capabilities. ",
	"TUTORIAL_2_1_SUBTITLE_12": "As a side note, you can track all missiles with your camera by selecting them, or just hovering over them with your mouse, and hitting the <b>F Key</b>.",
	"TUTORIAL_2_1_SUBTITLE_13": "Don't worry if the missiles get shot down on their way in. The targets have their point-defenses on the ventral side of their ships and, since we're below the targets, we're at a disadvantage.",
	"TUTORIAL_2_1_SUBTITLE_14": "We could ascend and take an elevated position on the targets, but trust me when I say that they can roll their ships to cover that angle much faster than we can get into a more advantageous position.",
	"TUTORIAL_2_1_SUBTITLE_15": "You may recall from the weapons trial that I mentioned you can plot complex paths for certain missiles to follow. We're going to work up some clever missile strikes.",
	"TUTORIAL_2_1_SUBTITLE_16": "The easiest way to lay in missile paths is in the Tactical View. Toggle it with the <b>Spacebar</b> and keep it up. We'll need the extra space.",
	"TUTORIAL_2_1_SUBTITLE_17": "In the weapons trial, we were always using <b>Track Mode</b> (and in one case <b>Visual Mode</b>) to target our weapons.",
	"TUTORIAL_2_1_SUBTITLE_18": "Some weapons, and especially missiles, also have a <b>Position Mode</b> that lets us directly choose points in space to shoot at.",
	"TUTORIAL_2_1_SUBTITLE_19": "Because the Hurricane missiles rely on a constant sensor track from their launching ship, they can't be shot at positions. So let's switch over to the <i>Dusty Tome</i>, which is carrying Thunderheads.",
	"TUTORIAL_2_1_SUBTITLE_20": "To target weapons in <b>Position Mode</b>, open the action menu by right-clicking in open space.  <i>Don't right click on a track</i>, as this will put the weapons in <b>Track Mode</b>.",
	"TUTORIAL_2_1_SUBTITLE_21": "Open the <b>Weapons List</b> by clicking the <b>WEPS</b>, or Weapons, button on the right side of the <b>Action Menu</b>.",
	"TUTORIAL_2_1_SUBTITLE_22": "From the list, select the <b>SGM-206 Thunderhead</b> but don't confirm a launch order just yet.",
	"TUTORIAL_2_1_SUBTITLE_23": "You'll recognize the <b>Sphere Widget</b> from when we used it briefly in some of the previous trials, but we're going to get a lot of mileage out of it now.",
	"TUTORIAL_2_1_SUBTITLE_24": "There are a few new things to notice.  The first is the red cone at the cursor location.  This represents the missile's <b>Seeker Field-of-View</b>.  When the missile reaches its last waypoint, its seeker will activate and any target in that cone will be locked on by the missile.",
	"TUTORIAL_2_1_SUBTITLE_25": "It's important to remember that the <i>missile's seeker and warhead are inactive</i> until it reaches its last waypoint.",
	"TUTORIAL_2_1_SUBTITLE_26": "Because of this, it's also important to leave space between where you place the last waypoint and the intended target. A good buffer will allow the missile to correct its course and establish a good path to intercept the target.",
	"TUTORIAL_2_1_SUBTITLE_27": "The next thing you'll notice is the dotted lines and circle projected onto the surface of the sphere.  These are present because we currently hold several enemy tracks on our sensors.",
	"TUTORIAL_2_1_SUBTITLE_28": "It's very easy to get fooled by perspective in 3D space. These tracks are projected onto the sphere so you have a point of reference for the direction of the tracks relative to your cursor.",
	"TUTORIAL_2_1_SUBTITLE_29": "The most effective way to aim at your target correctly is to look at its projection on the sphere, <i>not the target itself</i>.",
	"TUTORIAL_2_1_SUBTITLE_30": "Before we get to the complicated stuff, just try firing a single missile at the group of two ships by positioning the cursor inside one of their projected circles and clicking the <b>Left Mouse Button</b>.",
	"TUTORIAL_2_1_SUBTITLE_31": "Unless you're extremely lucky, this missile will likely be shot down on its way in. Point-defenses are no joke.",
	"TUTORIAL_2_1_SUBTITLE_32": "Now, let's use cruise missiles to their full advantage by laying in a path that attacks these ships from the top, where they have no point defense coverage.",
	"TUTORIAL_2_1_SUBTITLE_33": "Start up another missile order and I'll walk you through creating a path and taking multiple shots from the same order.",
	"TUTORIAL_2_1_SUBTITLE_34": "We're going to arrange a top-down attack using Thunderhead missiles.  Remember to be in the <b>Tactical View</b> to get the most information and see the projected lines.",
	"TUTORIAL_2_1_SUBTITLE_35": "In order to help you out for this first one, I'll place markers for the waypoints we'll use.",
	"TUTORIAL_2_1_SUBTITLE_36": "You place waypoints just how you would with ships.  Position the cursor in the vicinity of Waypoint 1 and hold the <b>Left Shift Key</b> while clicking the <b>Left Mouse Button</b> to add the waypoint.  Don't worry about being exact, anywhere in the vicinity will work.",
	"TUTORIAL_2_1_SUBTITLE_37": "Now do the same for Waypoint 2. If you find it helpful, you can lay in your own path to reach the elevation we need to land a good hit.",
	"TUTORIAL_2_1_SUBTITLE_38": "Now comes the tricky part.  We want to fire four missiles down on top of these ships.  In order to do so, position the target circle so it's facing the targets.  Then, hold <b>Left Control</b> to draw the radius out until it's about half-way between your last waypoint and the target.",
	"TUTORIAL_2_1_SUBTITLE_39": "Remember to give some relief space between the selected position and the target, so the seeker has time to activate.  Take your time and remember to reference your cursor against the projected circles, not the tracks themselves.",
	"TUTORIAL_2_1_SUBTITLE_40": "When you're ready to start placing shots, hold the <b>Left Alt Key</b> and click the <b>Left Mouse Button</b>.  One missile will be fired per click when the order is finally issued.",
	"TUTORIAL_2_1_SUBTITLE_41": "I recommend spreading the shots out in a cone a few degrees across, so the salvo has better odds of finding the target.",
	"TUTORIAL_2_1_SUBTITLE_41_1": "An added benefit of this is that when the missiles acquire a target, they'll curve back in on a trajectory that naturally confuses any point defenses they may encounter.",
	"TUTORIAL_2_1_SUBTITLE_41_2": "To issue the order, either click the <b>Left Mouse Button</b> with the <b>Left Alt Key</b> released, or press the <b>Enter Key</b> if you have queued up exactly the number of missiles you want.",
	"TUTORIAL_2_1_SUBTITLE_42": "I'll wait until you score a hit on one of these two ships before proceeding.",
	"TUTORIAL_2_1_SUBTITLE_42_1": "Don't worry if If you don't get any hits, just try again!  It's not like these things are expensive...",
	"TUTORIAL_2_1_SUBTITLE_42_2": "It also has the added benefit of increasing the surface area of the vital internal components which are exposed to your fire, meaning more damage is more likely to be done once the missile connects.",
	"TUTORIAL_2_1_SUBTITLE_42_3": "Now we're talking!",
	"TUTORIAL_2_1_SUBTITLE_42_4": "Attacking ships from the top and bottom limits the number of mounts that can defend against the attack.",
	"TUTORIAL_2_1_SUBTITLE_43": "I'll be honest, Commander, I made you do this one the hard way so you could get some practice with the sphere widget on a target you could see.",
	"TUTORIAL_2_1_SUBTITLE_44": "You can also accomplish the same thing using <b>Target Reference Points</b>, which you can find under the <b>SIGNAL</b> menu as the <b>TRP</b> button.",
	"TUTORIAL_2_1_SUBTITLE_45": "We won't do it now, but feel free to practice on your own later.  They allow you to create a single waypoint for some missiles to travel via when firing on a track.  But, keep in mind that not all missiles support this.",
	"TUTORIAL_2_1_SUBTITLE_46": "Lets move on to another type of missile.",
	"TUTORIAL_2_1_SUBTITLE_47": "The <i>ANS Fatal Spell</i> is carrying a few SGM-233 Gale <b>Semi-Active Guided Missiles</b>.  Semi-active missiles have a passive seeker and require an <b>Illuminator</b> to home in on a target. Think of this like a radar flashlight.",
	"TUTORIAL_2_1_SUBTITLE_48": "The illuminating signal can be provided by any ship, not just the ship that launched the missile, but that signal must be painting a target for the missile to home in on.  Without it, the missile is just an expensive dud.",
	"TUTORIAL_2_1_SUBTITLE_49": "The benefit of semi-active missiles is that they are significantly harder to jam or decoy, because a ship can output much more energy than a missile can.",
	"TUTORIAL_2_1_SUBTITLE_50": "Illuminators can be found in the <b>Action Menu</b> under the <b>EW</b> weapons list on the right hand side.",
	"TUTORIAL_2_1_SUBTITLE_51": "Illuminate a target.",
	"TUTORIAL_2_1_SUBTITLE_52": "Your illuminator has a 90 second firing time before it turns off so the amplifiers can cool down.  You can see it's cone of effect in the <b>Tactical View</b>.",
	"TUTORIAL_2_1_SUBTITLE_53": "Before it cools down, fire 4 Gale missiles at the target you have illuminated.",
	"TUTORIAL_2_1_SUBTITLE_54": "Remember, if the illumination signal turns off before the missiles arrive, they will lose tracking and probably miss their target.  They'll continue in their current direction, so stationary targets may be struck, but at this point, it's just luck.",
	"TUTORIAL_2_1_SUBTITLE_55": "Illuminators also require a direct line of sight to their target. Ships obscured by asteroids won't be painted.",
	"TUTORIAL_2_1_SUBTITLE_56": "Now, let's get some more practice with using waypoint paths.  There are two more enemy ships hiding in the radar shadows of the nearby asteroids, meaning we can't see them with our own ships.",
	"TUTORIAL_2_1_SUBTITLE_57": "Another benefit of cruise missiles and their ability to follow paths is that you can shoot at targets you suspect to be in an area but do not hold a track on.  This is good for hitting ships that have retreated behind an asteroid or other obstacle, hiding from our sensors.",
	"TUTORIAL_2_1_SUBTITLE_58": "Use the Thunderheads on any of your ships to hit the target hiding near the point I've indicated.",
	"TUTORIAL_2_1_SUBTITLE_59": "Remember to use the <b>Tactical View</b> to give yourself the best perspective, and lay in your path so the missiles will turn on their seekers before reaching the target. They'll need time and space to identify a target.",
	"TUTORIAL_2_1_SUBTITLE_60": "While hiding behind asteroids can help you remain hidden from the enemy, it also gives the attacker an advantage. Cover can be a double-edged sword at the worst of times.",
	"TUTORIAL_2_1_SUBTITLE_61": "By hugging the asteroid closely with your missiles' flight paths, you can give their point defenses less time to react before they detect the threats.  That means less distance the missiles have to travel through defensive fire.",
	"TUTORIAL_2_1_SUBTITLE_62": "Good strike!  There's one more ship hiding up near Point Boxer, above the large asteroid.  For this one, I'll hide the marker after a few seconds, so get a good feel for where it is.  This will be your hardest shot yet, so make me proud.",
	"TUTORIAL_2_1_SUBTITLE_63": "Excellent work, Commander!",
	"TUTORIAL_2_1_SUBTITLE_64": "That does it for advanced missile ops. You can come back whenever you feel you need practice. Obviously, I can go through all of this again but I think you have it under control.",
	"TUTORIAL_2_1_SUBTITLE_65": "I do recommend practicing with missile paths. When you lay these in accurately and quickly in the midst of battle, you'll be a serious threat in the Battlespace. I'll see you back at the Academy.",

	"TUTORIAL_2_1_OBJECTIVE_1": "Fire 2 Hurricane missiles from the ANS Small Beginnings",
	"TUTORIAL_2_1_OBJECTIVE_2": "Keep the Tactical View open",
	"TUTORIAL_2_1_OBJECTIVE_3": "Select the ANS Dusty Tome",
	"TUTORIAL_2_1_OBJECTIVE_4": "Open the Action Menu",
	"TUTORIAL_2_1_OBJECTIVE_5": "Fire one Thunderhead at the targets",
	"TUTORIAL_2_1_OBJECTIVE_6": "Fire 4 Thunderhead missiles in a top-down attack",
	"TUTORIAL_2_1_OBJECTIVE_7": "Illuminate a target using the ANS Fatal Spell",
	"TUTORIAL_2_1_OBJECTIVE_8": "Fire 4 Gale missiles at the Illuminated Target",
	"TUTORIAL_2_1_OBJECTIVE_9": "Hit the ship near Point Atlas with a Thunderhead missile",
	"TUTORIAL_2_1_OBJECTIVE_10": "Hit the ship near Point Boxer with a Thunderhead missile",

	"TUTORIAL_2_2_NAME": "Target Reference Points",
	"TUTORIAL_2_2_DESC": "Plotting missile waypoints in the heat of battle can give you a massive tactical advantage, but sometimes it can take a while.  Take advantage of Target Reference Points to plot fast doglegged trajectories.",
	"TUTORIAL_2_2_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- MESSAGE FROM: Hazel, Ash\n--\n\nBy the way, Commander, if you've spent some time getting familiar with the order interface, you might have seen something called a 'target reference point'. I didn't want to cover it during the missile trials since I was already throwing tons of info at you, but I think now's a good time to learn how to utilize them with missile strikes.\n\nI'll be at the terminal to get you on board.\n\n- Hazel",

	"TUTORIAL_2_2_SUBTITLE_1": "Alright Commander, after that last lesson I'm sure you're hoping that there is an easier way.  Well, the good news is that there is.",
	"TUTORIAL_2_2_SUBTITLE_2": "Today I'm going to teach you how to use <b>Target Reference Points</b>, or TRPs, to expedite the plotting of single-waypoint missile trajectories.  This should be a pretty quick one.",
	"TUTORIAL_2_2_SUBTITLE_3": "There is one target ship sitting behind the large asteroid over to port, which we can't see currently because it's in the radar shadow.  Fortunately, we have a scout corvette with us, the <b>ANS Eye of Astir</b>",
	"TUTORIAL_2_2_SUBTITLE_4": "Scout ships are fast, stealthy, and have long radar range which makes them ideal for spotting targets.  This allows us to keep our shooters concealed, or at least at a much further range than they otherwise would be, and thus safer while they fire on the enemy.",
	"TUTORIAL_2_2_SUBTITLE_5": "You may have noticed that many of your weapon ranges are longer than your sensor ranges, making scout ships absolutely critical for maximizing the utility of your weapons.",
	"TUTORIAL_2_2_SUBTITLE_6": "For the sake of this lesson we'll leave the ANS Dusty Tome where it is.",
	"TUTORIAL_2_2_SUBTITLE_7": "Let's start by getting our scout into position, so it can spot the enemy and relay targeting data to our shooter.",
	"TUTORIAL_2_2_SUBTITLE_8": "Move the ANS Eye of Astir over to <b>Point Atlas</b> so it can get a track on the target ship.",
	"TUTORIAL_2_2_SUBTITLE_9": "Now that we have track on the enemy, we can start setting up our shot.",
	"TUTORIAL_2_2_SUBTITLE_10_1": "A Target Reference Point is a type of <b>Signal</b>, which are visible to everyone on your team.  There are lots of different signals which can be used to indicate positions to the other commanders on your team.  A TRP is a special type which can be used in conjunction with missile orders.",
	"TUTORIAL_2_2_SUBTITLE_12": "By placing a TRP, we can use it to create a dogleg or kink in our missiles' flight path when firing in TRACK mode.",
	"TUTORIAL_2_2_SUBTITLE_13": "Because of this, you can only use this method when you actually have a sensor track on the enemy.  Plotting waypoints by position is still the only way to arrange an attack on a suspected enemy location.",
	"TUTORIAL_2_2_SUBTITLE_14": "Go into the Tactical View by hitting <b>Spacebar</b> and let's take a look at the geometry of this situation.",
	"TUTORIAL_2_2_SUBTITLE_15": "We have two friendly ships in the battlespace, one relaying targeting data to the other, and one enemy ship occluded from our shooter by a large asteroid.  This is a situation you'll probably find yourself in frequently.",
	"TUTORIAL_2_2_SUBTITLE_16": "In order to make an attack on this ship without exposing the Dusty Tome, we'll need to pick a location for our TRP which creates two unobstructed lines.",
	"TUTORIAL_2_2_SUBTITLE_17": "The first line is between the Dusty Tome and the TRP, and the second line is between the TRP and the target.  This forms a triangle with one leg being between the shooter and the target, and the other legs forming the flight path the missile will actually take.",
	"TUTORIAL_2_2_SUBTITLE_18": "Open the Action Menu by right-clicking in space.  You will need to have a ship selected for this.  At the bottom of the menu you'll see the SIGNAL tab. ",
	"TUTORIAL_2_2_SUBTITLE_19": "Under the SIGNAL menu you'll find the Target Reference Point button labelled as <b>TRP</b>.  Click it to start issuing the order.",
	"TUTORIAL_2_2_SUBTITLE_20": "This is your standard Dial position selection widget.  Use it to select a point to place the TRP that creates the two unobstructed lines I mentioned earlier: one from the Dusty Tome to the TRP, and one from the TRP to the target.",
	"TUTORIAL_2_2_SUBTITLE_21": "If you didn't get a great placement, don't worry about it.  You can just place another.  All Signals stay active for two and a half minutes before disappearing automatically.",
	"TUTORIAL_2_2_SUBTITLE_22": "When you're ready to continue, select the ANS Dusty Tome and open the Action Menu in TRACK mode on the target ship.",
	"TUTORIAL_2_2_SUBTITLE_23": "Alright, time to select our missile and arrange the salvo.  Open the WEP menu.",
	"TUTORIAL_2_2_SUBTITLE_24": "The Dusty Tome is carrying the Thunderhead active radar homing missile and the Hurricane command guided missile.  Note that under their names information about the missile is listed including their guidance computer type.",
	"TUTORIAL_2_2_SUBTITLE_25": "The Thunderhead has a <b>CRUISE</b> guidance module, meaning it is waypoint capable.  The Hurricane is a <b>DIRECT</b> guidance system, meaning it is not and we can't use it for this strike.",
	"TUTORIAL_2_2_SUBTITLE_26": "Select the SGM-206 Thunderhead missile.",
	"TUTORIAL_2_2_SUBTITLE_27": "Queuing up missile shots is the same as we've done before, but now we have an extra input to add.",
	"TUTORIAL_2_2_SUBTITLE_28": "By holding the <b>Left Control</b> key we can designate the TRP we want to use.  We can only designate one.  Clicking the same TRP twice will clear the selected point.  This can be done at any any time while queuing missiles.",
	"TUTORIAL_2_2_SUBTITLE_29": "Notice the yellow line from the firing ship to the TRP, indicating it is selected as a via point.",
	"TUTORIAL_2_2_SUBTITLE_30": "Select the TRP you placed as the via point, and then fire at least 4 missiles at the target.  I'll wait until you get a hit.",
	"TUTORIAL_2_2_SUBTITLE_31": "Great job!",
	"TUTORIAL_2_2_SUBTITLE_32": "Target Reference Points are a great tool for arranging quick strikes around obstacles on a target you have a valid sensor track on.",
	"TUTORIAL_2_2_SUBTITLE_33": "That covers it for this lesson.  I'll see you back at the Academy.  Hazel, out.",

	"TUTORIAL_2_2_OBJECTIVE_1": "Move the ANS Eye of Astir to Point Atlas",
	"TUTORIAL_2_2_OBJECTIVE_2": "Open the Tactical View",
	"TUTORIAL_2_2_OBJECTIVE_3": "Place a Target Reference Point",
	"TUTORIAL_2_2_OBJECTIVE_4": "Fire 4 Thunderhead missiles via a TRP",

	"TUTORIAL_2_3_NAME": "Mixed Missile Salvos",
	"TUTORIAL_2_3_DESC": "Mixing salvo composition can greatly improve your chances of penetrating enemy point defenses while not requiring every missile to be a state-of-the-art hybrid.",
	"TUTORIAL_2_3_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- MESSAGE FROM: Irons, Parker\n--\n\nCommander, I'm sending you a brief message to let you know that we've tuned the missile control unit for your mixed salvo operations, per the administration of Bradford, so it'll be a matter of just learning how to actually select and fire mixed salvos.  I'll just tell you now that it's really easy, you'll love it.\n\nHazel will tell you more. She'll be on your ship.\n\n- I, Parker",

	"TUTORIAL_2_3_SUBTITLE_1": "Alright Commander, let's talk salvo composition.  I can't possibly cover all of the options available to you here, so this will be a short one where we just cover the basics and you can explore on your own.",
	"TUTORIAL_2_3_SUBTITLE_2": "High-end missiles with penetration aids are extremely expensive, and the Fleet just doesn't have tons of them lying around.  We need to be economical about how they're used.",
	"TUTORIAL_2_3_SUBTITLE_3": "Fortunately, we can get almost the same point-defense penetration with only one or two high-end missiles supporting a salvo of cheaper missiles as we can with a full salvo of the ritzy stuff.",
	"TUTORIAL_2_3_SUBTITLE_4": "For this lesson we have two guided missile frigates, the ANS Wild Rose and ANS Midnight Oil.  Place them into formation with each other to get started.",
	"TUTORIAL_2_3_SUBTITLE_5": "Both of these ships are carrying the same loadout, primarily the SGM-222 Hurricane along with a few of the Block II variants.  The Block II has no warhead, but instead carries two different types of radar jammers.",
	"TUTORIAL_2_3_SUBTITLE_6": "The first is a spherical self-screening jammer which projects a field of jamming around the missile, and any others with it.  This jamming shield can divert incoming radar-based interceptor missiles.",
	"TUTORIAL_2_3_SUBTITLE_7": "The second is a powerful directional jammer which aims at whatever the acquired target is.  This can significantly reduce the accuracy of kinetic point defense turrets.",
	"TUTORIAL_2_3_SUBTITLE_8": "These are pure support missiles, able to cover other missiles with protective jamming but not capable of doing any damage themselves.",
	"TUTORIAL_2_3_SUBTITLE_9": "The target we'll be shooting at is a point defense frigate.  It has two Defender PDTs and a full magazine of interceptor missiles.  The jammers we'll be using here will do great against them.",
	"TUTORIAL_2_3_SUBTITLE_10": "I've unlocked your systems now, so let's talk about setting up mixed salvos.  Open up the action menu in formation mode with <b>Left Shift + Right Click</b> on the enemy target.",
	"TUTORIAL_2_3_SUBTITLE_11": "In the Weapons menu you'll notice a set of plus and minus buttons on your missile weapons.  I've hidden these from you in the previous lessons to prevent confusion.",
	"TUTORIAL_2_3_SUBTITLE_12": "Clicking the green plus button on any missile will begin a mixed salvo order.  When the order is issued, missiles will fire in the same order you added them in.",
	"TUTORIAL_2_3_SUBTITLE_13": "Note that when you have multiple ships in a formation you can only plan a mixed salvo using missiles which are present on all of the ships.",
	"TUTORIAL_2_3_SUBTITLE_14": "The number of missiles you can have in a mixed salvo is equal to the number of programming channels on the ship.  In the case of a formation, you'll get a warning if you exceed the number of channels on any of the ships.",
	"TUTORIAL_2_3_SUBTITLE_15": "As I mentioned, we have two types of missile here.  The standard Hurricane is our damage dealer and the Block II variant is our support.",
	"TUTORIAL_2_3_SUBTITLE_16": "In order to provide the best possible protection for our salvo, we'll want to book-end it with support missiles.  This puts a jammer up front to cover against approaching interceptors, and a backup jammer at the back if the lead gets destroyed.",
	"TUTORIAL_2_3_SUBTITLE_17": "Using the plus buttons, create a mixed salvo that has the following composition: One Hurricane Block II first, followed by 3 standard Hurricanes, and one Hurricane Block II at the end.  When you're ready, click the <b>Launch Mixed Salvo</b> button to begin targeting.",
	"TUTORIAL_2_3_SUBTITLE_18": "Now that we've got the salvo ready we can just click the target once to fire.  When dealing with mixed salvos we only work in full salvos, so each selected target will fire one full salvo.",
	"TUTORIAL_2_3_SUBTITLE_19": "Because this is a formation order, we'll actually be firing one salvo from each ship.",
	"TUTORIAL_2_3_SUBTITLE_20": "While the missiles are in flight you can go to the tactical view to see the jammers in action.",
	"TUTORIAL_2_3_SUBTITLE_21": "Fire at the target ship now.  If you don't get a hit, just try again.",
	"TUTORIAL_2_3_SUBTITLE_22": "Things to keep an eye on as your missiles fly to the target is how enemy interceptor missiles swerve off as they get close and kinetic point defenses fire erratically or not at all.",
	"TUTORIAL_2_3_SUBTITLE_23": "Nicely done, Commander!",
	"TUTORIAL_2_3_SUBTITLE_24": "When you fire a mixed salvo from a ship, the composition will be saved for later use.  Clicking one of the plus buttons will clear the previous salvo and start a new one.",
	"TUTORIAL_2_3_SUBTITLE_25": "We've only scratched the surface of what you can do with mixed salvos.  They are an amazing tool for increasing your hit rates without costing an arm and a leg.",
	"TUTORIAL_2_3_SUBTITLE_26": "Keep in mind that while we used a dedicated support missile here, you can mix any missiles together to achieve whatever effects you want.  Even missiles of different sizes can be grouped, and the salvo will be held until all programming is completed.",
	"TUTORIAL_2_3_SUBTITLE_27": "Play around with different supporting missiles, or different seeker combinations such as mixing radar-guided and anti-radiation, and see what you can achieve.",
	"TUTORIAL_2_3_SUBTITLE_28": "That's all I've got for you today, Commander.  I'll see you back at the academy.",

	"TUTORIAL_2_3_OBJECTIVE_1": "Place your ships in formation.",
	"TUTORIAL_2_3_OBJECTIVE_2": "Open the Action Menu on the Target",
	"TUTORIAL_2_3_OBJECTIVE_3": "Create a Mixed Salvo",
	"TUTORIAL_2_3_OBJECTIVE_4": "Fire at the target ship.",

	"TUTORIAL_3_NAME": "Flight Operations (Advanced Tutorial)",
	"TUTORIAL_3_DESC": "Small spacecraft like skiffs, fighters, and bombers provide unique capabilities to the warships that carry them.  These lessons teach the basics of managing your spacecraft wings and their unique considerations compared to operating warships.\n\nNOTE: These tutorials cover advanced gameplay topics and are not recommended for new players.",

	"TUTORIAL_3_1_NAME": "Basic Flight Operations",
	"TUTORIAL_3_1_DESC": "Many large warships are capable of carrying utility spacecraft to enhance their capabilities.  This lesson covers an introduction to flight operations including loadout management, fuel, launch and landing, and using skiffs as both scouts and a first defensive layer.",
	"TUTORIAL_3_1_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 messages.\n-- MESSAGE FROM: Hazel, Ash\n--\n\nCommander, I have something exciting for you this time. With the situation in Kribensis getting out of hand, the Brass has just authorized us to fast-track eligible officers for setting up flight operations.\n\nYour name's come up and, as luck would have it, Bradford just received a small batch of Halberds that are prepped just for us. Time to get your wings... in a way.\n\n- Hazel",

	"TUTORIAL_3_1_SUBTITLE_1": "Welcome to your introduction to flight operations.  You won't be earning your wings here, but you <i>will</i> be learning how to get a spacecraft off deck and into the void.",
	"TUTORIAL_3_1_SUBTITLE_2": "Your ship for this lesson is the <i>ANS Visible Frontier</i>, an Axford-class Heavy Cruiser.  If you take even a passing look at the hull you'll probably notice the set of large doors located behind the top superstructure.",
	"TUTORIAL_3_1_SUBTITLE_3": "Some larger ships, like heavy cruisers and battleships, have the ability to mount internal hangars and elevators where you might otherwise find a turret or missile launcher.",
	"TUTORIAL_3_1_SUBTITLE_4": "These mounted hangars can only carry the smallest spacecraft, so you won't be launching any bomber strikes from your cruiser, but even a utility skiff or a pair of interceptors can extend your capabilities significantly.",
	"TUTORIAL_3_1_SUBTITLE_5": "But first things first, let's get moving.  Set course for Point Atlas.",
	"TUTORIAL_3_1_SUBTITLE_6": "The first thing to talk about, before we start launching any spacecraft, is the requirements for deck ops.",
	"TUTORIAL_3_1_SUBTITLE_7": "If you hover your mouse over the <b>FLIGHT</b> button in ship information bar, you'll see the <b>Green-Deck Polar Plot</b>.",
	"TUTORIAL_3_1_SUBTITLE_8": "This diagram shows the current speed of your ship and the <b>crab angle</b>, which is the angle between where your bow is pointing and your velocity vector.",
	"TUTORIAL_3_1_SUBTITLE_9": "The red and green areas of the plot represent the maximum speed at which spacecraft can be launched and recovered based on the current crab angle.  The diamond indicates where your ship's movement sits relative to these requirements.",
	"TUTORIAL_3_1_SUBTITLE_10": "Note that you can launch and recover spacecraft while moving in any direction, but you can be moving faster in the forward direction.",
	"TUTORIAL_3_1_SUBTITLE_11": "But don't worry, you don't need to micromanage your heading and speed to launch and recover craft.  By ordering the Flight Quarters, or <b>FQ</b> throttle setting the ship will automatically keep its speed in the green zone, no matter how it's moving.",
	"TUTORIAL_3_1_SUBTITLE_12": "You also don't need to be in the green zone when preparing craft for launch, just when the elevators are up and waiting to for a spacecraft to take off or land.",
	"TUTORIAL_3_1_SUBTITLE_13": "At any other time you can push the ship as hard as battle maneuvers require.  I'm sure the deck crews won't mind a bump or two while they're loading those missiles into the bays...if the alternative is getting hit by an enemy missile.",
	"TUTORIAL_3_1_SUBTITLE_14": "Next, let's take a look at the <b>Flight Ops Screen</b>.  Click the <b>FLIGHT</b> button to open it.",
	"TUTORIAL_3_1_SUBTITLE_15": "The <b>Flight Ops Screen</b> has everything you need to effectively manage your onboard spacecraft.",
	"TUTORIAL_3_1_SUBTITLE_16": "On the left side we have information about the current deck traffic, controls for queuing or canceling launches, and a list of all spacecraft types on the ship.",
	"TUTORIAL_3_1_SUBTITLE_17": "This list can be used to filter which types you want to see.  Clicking on a craft type will filter to that type only, and you can select multiple types by clicking with either <b>Shift</b> held down to select a range or <b>Control</b> to select individual types.",
	"TUTORIAL_3_1_SUBTITLE_18": "However, our ship is only carrying a single type of craft: two of the RS-35 Halberd skiffs.",
	"TUTORIAL_3_1_SUBTITLE_19": "The large area to the right shows all of the craft, of the currently filtered types, which are on this ship, what hangar they're in, and their current status.  Both of our Halberds are sitting in storage, ready for pre-flight.",
	"TUTORIAL_3_1_SUBTITLE_20": "Let's get our first craft into the void.",
	"TUTORIAL_3_1_SUBTITLE_21": "We can launch craft by selecting them, either individually or as a group with Shift or Control, selecting a loadout, and clicking the <b>Launch Flight<b> button.",
	"TUTORIAL_3_1_SUBTITLE_22": "Loadouts provide lots of flexibility to spacecraft, allowing you to select the appropriate tools for the job you need to accomplish.",
	"TUTORIAL_3_1_SUBTITLE_23": "You can open the loadout selection list by clicking the arrow next to <b>NONE</b>, which shows what is currently selected.",
	"TUTORIAL_3_1_SUBTITLE_24": "In the loadout list you can see the name of each loadout, the number of times it can be used based on the ammunition available on the ship, and how long it will take to conduct pre-flight with this loadout.",
	"TUTORIAL_3_1_SUBTITLE_25": "You can select a loadout for a specific craft by clicking on the text area, or apply it to <i>all</i> selected craft by clicking the group icon to the right.",
	"TUTORIAL_3_1_SUBTITLE_26": "Launch one RS-35 Halberd skiff with a loadout of your choice.",
	"TUTORIAL_3_1_SUBTITLE_27_2": "Once you issue an order to launch spacecraft the deck crews will begin pre-flighting them.  This process involves getting the craft onto the launch pad, depressurizing the elevator, fueling, and arming with the loadout you selected.",
	"TUTORIAL_3_1_SUBTITLE_29": "For some craft carrying larger munitions, like bombers, this can take quite a while.  But getting skiffs off-deck is pretty fast.",
	"TUTORIAL_3_1_SUBTITLE_30": "Great!  Our skiff is in the void.  Now we can start putting it to use.",
	"TUTORIAL_3_1_SUBTITLE_31": "Once a new craft is launched it will begin orbiting its mothership, protecting it from approaching threats.",
	"TUTORIAL_3_1_SUBTITLE_32": "This makes skiffs or fighters assigned to guard ships extremely useful extensions of the ship's point defenses, as they are able to fly out and meet the enemy missiles before they get close.",
	"TUTORIAL_3_1_SUBTITLE_33": "But I'm not going to be shooting any missiles at you this time.",
	"TUTORIAL_3_1_SUBTITLE_34": "Click on the skiff, or use it's automatically assigned hotkey, to select it.",
	"TUTORIAL_3_1_SUBTITLE_35": "At the bottom of the screen is the <b>Spacecraft Information Bar</b>, which probably looks familiar from its warship counterpart.",
	"TUTORIAL_3_1_SUBTITLE_36": "On the far right we can see the group's identity, the status of all the members it is comprised of, and its current fuel status.",
	"TUTORIAL_3_1_SUBTITLE_37": "Unlike warships, which have fuel bunkers large enough that they aren't a practical consideration in battle, fuel for spacecraft is far more limited.",
	"TUTORIAL_3_1_SUBTITLE_38": "The fuel bar shows how much of the spacecraft's fuel load has been depleted, how long until it hits <b>bingo</b> at its current burn rate, how far it can travel at cruise speed, and how long it can spend in combat with the current fuel.",
	"TUTORIAL_3_1_SUBTITLE_39": "<b>Bingo</b> refers to when a spacecraft group is forced to return to their mothership to land and refuel.  You'll never lose a spacecraft because it ran out of fuel, but you will lose control of them until they land.",
	"TUTORIAL_3_1_SUBTITLE_40": "Spacecraft burn fuel at different rates depending on what they're doing.  Idling has the lowest burn rate, and combat has the highest.",
	"TUTORIAL_3_1_SUBTITLE_41": "In the middle we have the posture controls.  We'll talk about most of these in another lesson, but there are two you should be aware of immediately.",
	"TUTORIAL_3_1_SUBTITLE_42": "The first is Hard Burn or <b>HBRN</b>.  This gives the group a large boost in speed, but also dramatically cuts its fuel endurance.  When idling, even with HBRN on, fuel is burned at the normal idle rate.  Combat is always conducted at HBRN, regardless of this setting.",
	"TUTORIAL_3_1_SUBTITLE_43": "Next we have <b>Maneuvering Posture</b>, which controls how your craft move. <b>JUKE</b> works great on small rounds like 20mm but for long range anti-craft artillery <b>EVADE</b> is the best choice.",
	"TUTORIAL_3_1_SUBTITLE_44": "On the far left we have the list of weapon groups in this flight.  You can manually disable weapons by clicking on them.",
	"TUTORIAL_3_1_SUBTITLE_45": "Your pilots will prefer to use weapons which are relevant to the selected target, but you can manually enable irrelevant weapons as well.",
	"TUTORIAL_3_1_SUBTITLE_46": "To finish off, we've got a blind corner ahead of us which is dangerous for all sorts of reasons.",
	"TUTORIAL_3_1_SUBTITLE_47": "There could be a ship laying on wait to ambush us, a minefield, a bomber wing, or anything else you can think of.",
	"TUTORIAL_3_1_SUBTITLE_48": "The <i>Visible Frontier</i> is a big ship - and a valuable target.  Scouting around that corner with a heavy cruiser is a risky proposition.  We could use other, smaller warships but they probably stand less of a chance than we do.",
	"TUTORIAL_3_1_SUBTITLE_49": "Fortunately, with our Halberds with us, we can scout that corner easily with a platform that features decent enough sensors, enough weapons to defend itself, and enough agility to get out quickly if it's a trap.",
	"TUTORIAL_3_1_SUBTITLE_50": "Looks like we've spotted an enemy fast attack ship, a shuttle carrying rockets.  They're small, but nimble and pack a punch.  That could have been bad.",
	"TUTORIAL_3_1_SUBTITLE_51": "The 35mm gun the Halberd is carrying on its chin mount is mainly meant for self defense, but it can also do damage to lightly armored ships like this.",
	"TUTORIAL_3_1_SUBTITLE_52": "Issuing an attack order for a spacecraft flight is as simple as right clicking the target track and letting the pilots do the rest.",
	"TUTORIAL_3_1_SUBTITLE_53": "I think that's enough holes in that shuttle.  Let's bring our skiff home now.",
	"TUTORIAL_3_1_SUBTITLE_54": "All orders for spacecraft are contextual, with up to two options per context.  When hovering the mouse over a friendly ship, right clicking will issue a guard order.",
	"TUTORIAL_3_1_SUBTITLE_55": "Holding <b>Left Shift</b> and clicking the <b>Right Mouse Button</b> will select the alternate option for that context.",
	"TUTORIAL_3_1_SUBTITLE_56": "In the case of a ship you own which has available hangar space, that will be a <b>Land</b> order.",
	"TUTORIAL_3_1_SUBTITLE_57": "Issue a landing order for your skiff flight now.  You can do this no matter where they are and they'll find their way home.",
	"TUTORIAL_3_1_SUBTITLE_58": "Our pilots are home and that about covers it for the basics of managing your spacecraft.  Well done, Commander.",
	"TUTORIAL_3_1_SUBTITLE_59": "I'll see you back at the academy.",

	"TUTORIAL_3_1_OBJECTIVE_1": "Set Course for Point Atlas",
	"TUTORIAL_3_1_OBJECTIVE_2": "Keep ANS Visible Frontier selected",
	"TUTORIAL_3_1_OBJECTIVE_3": "Open the Flight Ops Screen",
	"TUTORIAL_3_1_OBJECTIVE_4": "Launch one RS-35 Halberd",
	"TUTORIAL_3_1_OBJECTIVE_5": "Select the RS-35 Halberd",
	"TUTORIAL_3_1_OBJECTIVE_6": "Scout around the corner with the Halberd flight",
	"TUTORIAL_3_1_OBJECTIVE_7": "Attack the target ship with the Halberd",
	"TUTORIAL_3_1_OBJECTIVE_8": "Land your skiff flight",

	"TUTORIAL_3_2_NAME": "Carrier Operations",
	"TUTORIAL_3_2_DESC": "An introduction to full carrier operations, using the Levy-class escort carrier to launch and manage multiple active sorties in order to strike enemy ships.",
	"TUTORIAL_3_2_BRIEFING": "-- Alliance Network - Internal Message Service\n-- All messages are monitored\n-- ...\n-- You have 1 message.\n-- PRIORITY MESSAGE FROM: Blackwell, Roman\n--\n\nCommander.\n\nAs part of a new command training regimen at request of the Brass, I am putting you up for carrier certification. You'll be instructed in full flight operations as I believe you 'check off the boxes', as some say, to satisfy the growing need for competent and reliable carrier commanders given the rapidly-crumbling situation in Elshout's Spur.\n\nI have instructed LT Hazel to advise you, as well as installing LT Meadows as flight controller for the Incantation, both will be present, though I suspect Meadows will be more concerned with her pilots.\n\nRegardless, good luck. I expect a good report from you.",

	"TUTORIAL_3_2_SUBTITLE_1": "Alright Commander, this is what you've been waiting for: full carrier operations.",
	"TUTORIAL_3_2_SUBTITLE_2": "I can talk you through all the strikes we'll conduct, or I can let you practice on your own.",
	"TUTORIAL_3_2_INSTRUCTION": "Instruction",
	"TUTORIAL_3_2_PRACTICE": "Practice",
	"TUTORIAL_3_2_SUBTITLE_3": "You got it, Commander.  The deck is yours.",
	"TUTORIAL_3_2_SUBTITLE_4": "Sounds good, Commander.  Let's start from the beginning.",
	"TUTORIAL_3_2_SUBTITLE_5": "The <i>ANS Woven Incantation</i> is a <b>Levy-class Escort Carrier</b>.  It can carry a modest complement of fighters, bombers, skiffs, and command-and-control spacecraft.",
	"TUTORIAL_3_2_SUBTITLE_6": " Note that the current complement this ship is carrying isn't even close to its maximum, but it will do for training purposes.",
	"TUTORIAL_3_2_SUBTITLE_7": "The flight deck features six pads: two large and four small.  The small pads are equivalent to the mounted hangar on the <i>ANS Visible Frontier</i> in the previous lesson, and the larger pads obviously allow us to launch and recover larger craft.",
	"TUTORIAL_3_2_SUBTITLE_9": "A carrier's core role is the projection of power around the battlespace via its spacecraft, and one of the unique advantages that carriers have over other fire support platforms like cruise missile ships is their ability to find their own targets.",
	"TUTORIAL_3_2_SUBTITLE_10": "There are a few target ships near the large asteroid, in the area I've marked, but we can't see them because our radar doesn't have enough range.",
	"TUTORIAL_3_2_SUBTITLE_11": "That makes this the perfect opportunity to talk about the first unique capability our carriers bring to the table, which is the E-44 Sundial Spaceborne Early Warning and Control craft, or SEWAC for short.",
	"TUTORIAL_3_2_SUBTITLE_12": "The Sundial is a large craft and can only be launched from large pads, like those on the Levy.",
	"TUTORIAL_3_2_SUBTITLE_13": "They have powerful sensors, and some even carry ELINT suites.  This, combined with their small size and radar cross-section, makes them excellent surveillance platforms.",
	"TUTORIAL_3_2_SUBTITLE_14": "However, they don't carry any weapons and aren't very maneuverable.  Keeping them close enough to the action to get the tracks you need while also keeping them out of danger is a tricky balancing act.",
	"TUTORIAL_3_2_SUBTITLE_15": "In the <b>Flight Ops Screen</b> find an E-44 Sundial in the list of stored craft and launch it.",
	"TUTORIAL_3_2_SUBTITLE_16": "Once the Sundial is in flight, move it near the target area until you've picked up all three target ships.",
	"TUTORIAL_3_2_SUBTITLE_17": "While the Sundial gets into position, let's talk about preparing our first strike.",
	"TUTORIAL_3_2_SUBTITLE_20": "The <i>Woven Incantation</i> is currently carrying four of the <b>PF-440 Tanto</b> interceptors.  These are fast, stealthy, well-armed fighter spacecraft which is primarily used for fleet defense against enemy spacecraft, but also has some limited flexibility for other roles.",
	"TUTORIAL_3_2_SUBTITLE_21": "We also have two variants of the <b>B-86 Claymore</b>, designated B-86A and B-86B.  They vary in what missile bays they are equipped with.  The A-variant carries size 2 missiles and bombs, and the B-variant carries size 3.",
	"TUTORIAL_3_2_SUBTITLE_22": "It's important to be mindful of your deck throughput when planning strikes.  You can queue up as many craft as you want at once to form one massive flight, but you can only simultaneously pre-flight as many craft as you have launch pads and strikedown stations.",
	"TUTORIAL_3_2_SUBTITLE_23": "We have 2 large pads and 4 small pads, as well as 1 strikedown station on this carrier.  This means we can pre-flight a maximum of 3 bombers at once.  We can also prepare  7 fighters at once, as they can use the larger pads as well, but this means they will be blocked from use by bombers in the meantime.",
	"TUTORIAL_3_2_SUBTITLE_24": "If you try to launch flights which are significantly larger than the number of pre-flight slots you have available, the first craft launched may be nearly out of fuel by the time the final ones are ready to go.",
	"TUTORIAL_3_2_SUBTITLE_25": "Mustering sorties of the appropriate size while leaving your craft with enough fuel to actually conduct the mission is another delicate balancing act you'll need to master as a carrier commander.",
	"TUTORIAL_3_2_SUBTITLE_26": "Our first strike against the target ships will involve <b>3 B-86B Claymore</b> bombers with the <b>Torpedo</b> loadout.  Queue those up for launch.",
	"TUTORIAL_3_2_SUBTITLE_27": "It's also advisable to protect your bombers with escorting fighters, so launch <b>4 PF-440 Tanto</b> interceptors with the <b>Void Superiority Loadout</b>",
	"TUTORIAL_3_2_SUBTITLE_28": "You should really work on finding those target ships soon, Commander.  Keep in mind your strike has limited fuel once it launches.",
	"TUTORIAL_3_2_SUBTITLE_29": "If you need more time before your craft take off, you can  hold the carrier's deck status at <b>Amber</b>, preventing any craft from launching and burning fuel, by clicking on the deck status indicator on the <b>Flight Ops Screen</b>.",
	"TUTORIAL_3_2_SUBTITLE_30": "When you're ready for them to launch, you can release the deck hold by clicking on the indicator again.",
	"TUTORIAL_3_2_SUBTITLE_31": "Now that all of the craft for this strike are mustered, let's talk about the more advanced control options we didn't cover in the last lesson.",
	"TUTORIAL_3_2_SUBTITLE_32": "Select our bomber flight, and keep it selected.",
	"TUTORIAL_3_2_SUBTITLE_33": "The first advanced option is <b>Return to base by weapon status</b>, or WRTB.  When your flight has expended it's weapons they will automatically return to the carrier.",
	"TUTORIAL_3_2_SUBTITLE_34": "The default option is <b>SKOSH</b>, which means return to base when all standoff weapons (e.g. missiles) are expended, even if gun ammo still remains.",
	"TUTORIAL_3_2_SUBTITLE_35": "An alternative option is <b>WINCHESTER</b>, which means return to base only when <i>all</i> weapons, including every last bullet, are expended.",
	"TUTORIAL_3_2_SUBTITLE_36": "The next option is <b>Coherence</b>, which defines how focused an attack on a group of targets will be.",
	"TUTORIAL_3_2_SUBTITLE_37": "By default this is set to <b>AUTO</b> making it context dependent.  For any option with an auto setting, you can find a description of the behavior in the tooltip.",
	"TUTORIAL_3_2_SUBTITLE_38": "When we're attacking ships, auto behavior will focus fire on the target you selected.",
	"TUTORIAL_3_2_SUBTITLE_39": "The Maces we're carrying are command-guided, and they'll be guided directly to the target each bomber chose.  Generally you want to focus fire on large ships to make sure you score a hit through their defenses, but this would be a good demonstration of <b>SPLIT</b> behavior, so flip it on if you want.",
	"TUTORIAL_3_2_SUBTITLE_40": "Next up we've got <b>Salvo Size</b>.  This is another <b>AUTO</b> default, making it context sensitive.",
	"TUTORIAL_3_2_SUBTITLE_41": "You can use this option to select the maximum number of missiles that the group will have in flight against a specific target at the same time.  When attacking ships on auto this number is unlimited.",
	"TUTORIAL_3_2_SUBTITLE_42": "Another important thing to know about bombers is they can guide as many command missiles onto target as they can carry, whereas something like an interceptor can only guide one at a time.",
	"TUTORIAL_3_2_SUBTITLE_43": "<b>Attack Range</b> defines when our group will actually release their weapons.  By default craft will hold their fire, even with extremely long-range weapons, until the target is within their organic sensor range.  This can help prevent misses due to long flight times and over-leading targets.",
	"TUTORIAL_3_2_SUBTITLE_44": "If you are confident that the target will maintain trajectory, or it is stationary, you can flip this over to <b>STAND-OFF</b>.  On this mode your craft will fire their weapons at the maximum possible range.",
	"TUTORIAL_3_2_SUBTITLE_45": "And finally, we have <b>Attack Subsystem Target</b>.  This is not relevant for any weapons we'll be firing in this lesson, but for guns and other direct-fire weapons it allows you to select a subsystem class on the target ship to focus on.",
	"TUTORIAL_3_2_SUBTITLE_46": "There's one last thing we need to do, and that's protect our bombers with our interceptors.",
	"TUTORIAL_3_2_SUBTITLE_47": "You can order craft to guard other craft the same way you can with ships: select your interceptor flight and order it to guard the bomber flight.  It'll stay close and provide protection.",
	"TUTORIAL_3_2_SUBTITLE_48": "With that out of the way, let's go hit those targets!",
	"TUTORIAL_3_2_SUBTITLE_49": "The Mace has a short range, less than 4 kilometers.  Order an attack on any of the target ships and your bombers will plot a route, get into range, and fire.",
	"TUTORIAL_3_2_SUBTITLE_50": "Bombers sorties take a while to prepare, so keeping up a high enough cadence of attacks to keep the enemy off-balance requires a lot of foresight and multitasking.",
	"TUTORIAL_3_2_SUBTITLE_51": "You need to always be thinking about what your next sortie will be, even while the current one is in progress.",
	"TUTORIAL_3_2_SUBTITLE_52": "Our next sortie will be <b>2 B-86A Claymore</b> bombers carrying the <b>Thunderheads</b> loadout.  Order that launch now.",
	"TUTORIAL_3_2_SUBTITLE_53": "Good hits!  Nice job, Commander.",
	"TUTORIAL_3_2_SUBTITLE_54": "Once your bombers are out of weapons they'll return to base on their own, unless you issue them another order.  Land them now so they're ready for the next mission.",
	"TUTORIAL_3_2_SUBTITLE_55": "Our next strike is ready to go.",
	"TUTORIAL_3_2_SUBTITLE_56": "The Thunderheads these bombers are carrying are a modified <b>Block II</b> variant, with shorter range and a bigger warhead.  They're perfect for launching from craft, which don't require 14 kilometers of cruise range on the missile itself.",
	"TUTORIAL_3_2_SUBTITLE_57": "Since we're pretty sure these targets aren't going anywhere, we'll conduct this as a <b>Stand-Off</b> attack by changing the <b>RANGE</b> option.",
	"TUTORIAL_3_2_SUBTITLE_58": "Whenever you're ready, Commander.",
	"TUTORIAL_3_2_SUBTITLE_59": "We've got one more strike to conduct, so again let's start prepping it.  Once the first bomber flight has landed, re-launch <b>3 B-86B Claymore</b> bombers with the <b>Cluster Bomb</b> loadout.",
	"TUTORIAL_3_2_SUBTITLE_60": "Another strike well done.",
	"TUTORIAL_3_2_SUBTITLE_61": "One more strike to go.",
	"TUTORIAL_3_2_SUBTITLE_62": "Our bombers are now carrying a total of 6 <b>CBU-40 Cluster Bombs</b>.",
	"TUTORIAL_3_2_SUBTITLE_63": "Bombs are heavy, so they affect the maneuverability of your craft significantly.  They're also slow and unguided, making them not very effective against maneuvering targets.",
	"TUTORIAL_3_2_SUBTITLE_65": "Using bombs against warships is very difficult and risky, but the payoff can be huge due to their high damage potential.  Even one bomb hit can completely cripple a ship.",
	"TUTORIAL_3_2_SUBTITLE_66": "The CBUs in particular carry a number of smaller boosted bomblets, which are excellent for targeting groups of ships in a tight cluster.",
	"TUTORIAL_3_2_SUBTITLE_67": "One other thing to know about bombs, of any type, is that in order to be released on the correct trajectory your bombers will need to be flying straight-and-level for a few moments so the bombs aren't hurled off into the void.",
	"TUTORIAL_3_2_SUBTITLE_68": "Issue an attack order against any of the target ships, and I'll let you observe the rest...",
	"TUTORIAL_3_2_SUBTITLE_69": "Quite a fireworks show, isn't it?",
	"TUTORIAL_3_2_SUBTITLE_70": "Keep in mind, a strike like this won't be nearly as effective against a defended or maneuvering target.",
	"TUTORIAL_3_2_SUBTITLE_71": "That's it for your introduction to carrier operations.",
	"TUTORIAL_3_2_SUBTITLE_72": "Managing a carrier well takes both frenetic multitasking and serene patience, as well as foresight as to what attack should be prepared for next.",
	"TUTORIAL_3_2_SUBTITLE_73": "Don't worry if you feel overwhelmed right now, I'm sure you'll get the hang of it.",
	"TUTORIAL_3_2_SUBTITLE_74": "Hazel, out.",

	"TUTORIAL_3_2_OBJECTIVE_1": "Launch one E-44 Sundial",
	"TUTORIAL_3_2_OBJECTIVE_2": "Find the target ships",
	"TUTORIAL_3_2_OBJECTIVE_3": "Launch 3x B-86B bombers with Torpedoes",
	"TUTORIAL_3_2_OBJECTIVE_4": "Launch 4x PF-440 interceptors with Void Superiority",
	"TUTORIAL_3_2_OBJECTIVE_5": "Keep bombers selected",
	"TUTORIAL_3_2_OBJECTIVE_6": "Guard the bomber flight with the interceptor flight",
	"TUTORIAL_3_2_OBJECTIVE_7": "Attack the target ships with the torpedo bombers",
	"TUTORIAL_3_2_OBJECTIVE_8": "Launch 2x B-86A bombers with Thunderheads",
	"TUTORIAL_3_2_OBJECTIVE_9": "Conduct a stand-off attack on the target ships",
	"TUTORIAL_3_2_OBJECTIVE_10": "Launch 3x B-86B bombers with Cluster Bombs",
	"TUTORIAL_3_2_OBJECTIVE_11": "Attack the target ships with cluster bombs",

	"TUTORIAL_WAYPOINT_ATLAS": "Waypoint Atlas",
	"TUTORIAL_WAYPOINT_ATLAS_SHORT": "Atlas",
	"TUTORIAL_WAYPOINT_BOXER": "Waypoint Boxer",
	"TUTORIAL_WAYPOINT_BOXER_SHORT": "Boxer",
	"TUTORIAL_WAYPOINT_COMET": "Waypoint Comet",
	"TUTORIAL_WAYPOINT_COMET_SHORT": "Comet",
	"TUTORIAL_WAYPOINT_ONE": "Waypoint 1",
	"TUTORIAL_WAYPOINT_TWO": "Waypoint 2",
	"TUTORIAL_POI_ATLAS": "Point Atlas",
	"TUTORIAL_POI_BOXER": "Point Boxer",
	"TUTORIAL_POI_ENEMY_LOCATION": "Enemy Location",
	"TUTORIAL_POI_SEARCH_AREA": "Search Area",

	"TUTORIAL_CHARACTER_LT_HAZEL": "LT Hazel"

}