{

	"FACTIONNAME_SHELTER_ALLIANCE": "Shelter Alliance",
	"FACTIONNAME_OUTLYING_SYSTEMS_PROTECTORATE": "Outlying Systems Protectorate",

	"FACTION_SHELTER_ALLIANCE_DESC": "The Alliance is a loose federation of 13 different local governments, administering 26 major populated planets across 17 star systems, as well as numerous minor colonies all located within its borders.  It is a relatively young entity, formed approximately 400 years ago as a mutual defense pact between the three founding systems in response to aggression from the neighboring Venuma Coalition, which eventually developed into a full government.  While most galactic nations have mixes of different cultures within their borders, the Alliance is unique on the galactic stage in that it has no core dominant culture, with many planets being so different from each other that a casual observer might not believe they belong to the same nation.\n\nMember states are mostly autonomous, but Alliance-wide policy is created and disseminated by a political body known as the Core Conference (or “the Core”), which is formed by legislators appointed by the individual member governments according to population.  Up-and-coming politicians regularly argue that the weak associations between the members, with no strong central authority, is a recipe for disaster down the line, but the last 4 centuries have seen little conflict from within.  The ease of relocation between planets and changes of citizenship for those who are not content where they are, combined with the difficulty of rigid administration across interstellar space without strong force, has left this camp as one of the Alliance's most minor parties.\n\nAll members contribute to the common defense of the Alliance's borders by providing ships and crews for the combined Fleets.  For most of the Alliance's history, member states have provided their own fleet ships of indigenous design and the crews to man them.  Most Alliance crews were not integrated between planets, with most spacers - at least, those not working at the Fleet Command level - spending their entire careers serving with only people from their home world or system.  The challenge of managing the repairs, shipyard schedules, modernization plans, and parts inventories for the slew of different ships left many a Depot commander burnt out after only a year and strained Fleet Logistics continuously.\n\nIt was only in the last 150 years that Alliance Navy Fleet Command undertook a standardization initiative and commissioned the design of a set of warship hulls across all of the core ship classes to reduce these logistics challenges.  These new hulls have steadily replaced the older mixed designs as they reached the end of their useful lives.  While it is still not uncommon to see unique designs about the Fleet, they are becoming rarer.",
	"FACTION_OUTLYING_SYSTEMS_PROTECTORATE_DESC": "A minor political faction within the Alliance government, the Protectorate is a singular entity consisting of 8 worlds across 3 systems prior to Integration.  The OSP is considered one of the oldest constituent entities in the Alliance and lies on the furthest rimward edge of Alliance space, not abutting any other border.  Their distance from inter-empire borders, trade, and conflict have left the OSP systems as an afterthought in many Alliance dealings and they are rarely patrolled by official military elements.\n\nDepending more on each other than the seldom assistance of the Alliance, the Protectorate practices the timeless idea of succeeding through one's own perseverance. While it's certain that no one on the galactic stage refers to the Alliance as culturally homogenous, the OSP's relative isolation and combined history has resulted in the cluster retaining much of its internal loyalties and often operates as a unified front in Alliance politics.  Their sense of self-reliance has garnered an identity as outsiders to the rest of the Alliance worlds, and Protectorate leadership is more than happy to maintain this image as it benefits their goals of independence.\n\nThe central authority of the OSP, known as the Conclave, is the collective term for the 8 representatives of the OSP worlds, known as 'Barons',  who convene to discuss economic, infrastructural, and military matters. It is widely known that the Protectorate views the Alliance as 'stale' and no longer necessary, as the external threats it was originally founded to counter have since shifted significantly.  In their view, they provide far more to the Alliance than they receive back in benefits, and seek to return to a fully autonomous nation.  Due to the geography of the Alliance and the difficulty of hyperspace travel without access to the Gates, political pundits often remark that the OSP simply wants to avoid paying their share while exploiting the protection the Alliance provides them simply by being a physical buffer from the rest of the populated galaxy.\n\nThe OSP's worlds are entirely self-sufficient in terms of food and common resource production, but they lack the high-level manufacturing of the Core worlds. In spite of this, their resourcefulness and solidarity can be seen in their fleet; what they lack in major shipyards they make up for in creative appropriation of retired Alliance vessels, as well as retrofitted freighters and mining haulers.  Their fleet doctrines rely heavily on the use of these retrofitted civilian ships as brawlers - able to throw a punch but not take one - in such large numbers they exploit and overwhelm the more methodical tactics of the Alliance Navy, while reserving their few proper warships for command and control.",

	"HULL_AXFORD_DESC": "Heavy cruisers are slow, heavily armored, and armed to take on multiple targets as the situation dictates. The Axford-class is no different, with heavy sloped armor and dual Class 4 weapon mounts, with a single Class 5 mount for heavy fire support.",
	"HULL_KEYSTONE_DESC": "Destroyers are typically medium-weight specialized warships, equipped with a generous amount of armor and utility space to fulfill specific roles. The Keystone, in particular, can equip spinal weapons fixed to the bow, often giving the ship deadly efficiency to punch above its weight class.",
	"HULL_LEVY_DESC": "The Alliance's escort carriers allow for rapid deployment of a medium-sized spacewing along with fleets of various composition.  Though they have limited deck capacity for launching large sorties quickly, their highly trained deck crews can turn around craft for launch at a remarkable rate.  When operated in pairs their capacity rivals even that of full fleet carriers.",
	"HULL_RAINES_DESC": "The Alliance Raines-class is a solid all-around warship, boasting 4 mount points and a generous swath of internal modules and compartments. In terms of overall performance, the Raines has moderate armoring, speed, and agility, while being able to function as a jack-of-trades warship.",
	"HULL_SOLOMON_DESC": "Battleships are hulking masses of metal, bristling with firepower and sheathed in thick armor. The Solomon-class is a prime example of this, slowly rolling onto the battlespace with its heavy guns to lay down merciless support fire.",
	"HULL_SPRINTER_DESC": "The Alliance Sprinter-class is a small, speedy warship, sacrificing armor and flexibility for a highly specialized role of fast attack and reconnaissance. While lacking space for some of the more advanced ship systems and weaponry, the Sprinter is unrivaled in its speed and agility, while also being the smallest warship to wield the VLS-3 torpedo launcher.",
	"HULL_VAUXHALL_DESC": "Light cruisers operate as a bridge between capital ships and lighter classes, often equipped with drives and armor fitting for hunting down warships lighter than its weight-class, much like the Vauxhall-class.",

	"HULL_FLATHEAD_DESC": "Cargo Feeders are small cargo ships designed to transport bulk materials from minor ports to major ones, where it can be loaded onto larger ships for long distance transport.  The large amount of internal space in these ships means they have plenty of room for large weapons.  Additionally, their small surface area means the refit shipyards were able to cover the hull in thick armor plates, something which would be impractical on the larger lineships.",
	"HULL_MARAUDER_DESC": "Lineships form the primary fighting element of the Protectorate fleet.  Rapidly refit from seized commercial freighters and pressed into service during the blockade of the Kribensis gate.  This series of lineship is built from bulk carriers, which specialize in transporting huge quantities of loose materials.  They have been primarily refit to wield large guns along their sides, taking advantage of their cavernous internal space.\n\nDon't let their size fool you, they are anything but lumbering.  These ships were designed to carry tens of thousands of tons of cargo, and with their holds empty their oversized engines are able to push them to speeds well beyond what would be expected of a similarly-sized warship.",
	"HULL_MOORLINE_DESC": "Lineships form the primary fighting element of the Protectorate fleet.  Rapidly refit from seized commercial freighters and pressed into service during the blockade of the Kribensis gate.  This series of lineship is built from container carriers, designed to carry hundreds of boxes of cargo in racks along the outside of the hull.  These ships primarily serve as missile and utility carriers.",
	"HULL_OCELLO_DESC": "Command Cruisers are Heavy Cruisers by another name.  Heavily armed and armored, they formed the core of most Alliance battlegroups before the Axford-class entered service.  Now, these formerly-mothballed warships provide both the staying power and command and control capabilities that the rest of the Protectorate's fleet lacks.",
	"HULL_JOURNEYMAN_DESC": "The Journeyman class is a light carrier which has been converted from a common model of medium-sized ore carrier found in small asteroid mining sites where larger bulk carriers weren't economical.  The ore bay has been completely overhauled to contain spacecraft storage facilities and launch pads.  These ships feature large spacecraft and ammunition storage capacity for their size, and are an excellent way to add heavy spacecraft cover to any fleet.",
	"HULL_FERRYMAN_DESC": "Small and fast, designed to transport passengers between nearby stations in orbit.  They can't travel far, but they can certainly get somewhere in a hurry.",
	"HULL_DRAUGR_DESC": "These ships were designed for moving free-floating materials and ships around maintenance yards.  They have excellent maneuverability and plenty of space to support a variety of different missions now that they've been pressed into military service.",

	"HULLCOMPNAME_ACTIVELY_COOLED_AMPLIFIERS": "Actively Cooled Amplifiers",
	"HULLCOMPNAME_ADAPTIVE_RADAR_RECEIVER": "Adaptive Radar Receiver",
	"HULLCOMPNAME_AMMUNITION_ELEVATORS": "Ammunition Elevators",
	"HULLCOMPNAME_ANALYSIS_ANNEX": "Analysis Annex",
	"HULLCOMPNAME_AUXILIARY_STEERING": "Auxiliary Steering",
	"HULLCOMPNAME_BASIC_CIC": "Basic CIC",
	"HULLCOMPNAME_BOOSTED_REACTOR": "Boosted Reactor",
	"HULLCOMPNAME_BULK_INTERNAL_HANGAR": "Bulk Internal Hangar",
	"HULLCOMPNAME_BULK_MAGAZINE": "Bulk Magazine",
	"HULLCOMPNAME_BULWARK_HUNTRESS": "Bulwark Huntress",
	"HULLCOMPNAME_BW1500_DRIVE": "BW1500 Drive",
	"HULLCOMPNAME_BW1500_R_DRIVE": "BW1500-R Drive",
	"HULLCOMPNAME_BW2000_DRIVE": "BW2000 Drive",
	"HULLCOMPNAME_BW800_DRIVE": "BW800 Drive",
	"HULLCOMPNAME_BW800_R_DRIVE": "BW800-R Drive",
	"HULLCOMPNAME_C30_CANNON": "C30 Cannon",
	"HULLCOMPNAME_C53_CANNON": "C53 Cannon",
	"HULLCOMPNAME_C56_CANNON": "C56 Cannon",
	"HULLCOMPNAME_C65_CANNON": "C65 Cannon",
	"HULLCOMPNAME_C81_PLASMA_CANNON": "C81 Plasma Cannon",
	"HULLCOMPNAME_C90_CANNON": "C90 Cannon",
	"HULLCOMPNAME_CHI_7700_DRIVE": "CHI-7700 Drive",
	"HULLCOMPNAME_CHI_777_YARD_DRIVE": "CHI-777 Yard Drive",
	"HULLCOMPNAME_CHI_9100_LONG_HAUL_DRIVE": "CHI-9100 Long Haul Drive",
	"HULLCOMPNAME_CITADEL_CIC": "Citadel CIC",
	"HULLCOMPNAME_CITADEL_MAGAZINE": "Citadel Magazine",
	"HULLCOMPNAME_CIVILIAN_REACTOR": "Civilian Reactor",
	"HULLCOMPNAME_CLS_3_LAUNCHER": "CLS-3 Launcher",
	"HULLCOMPNAME_CONTAINER_BANK_HANGAR": "Container Bank Hangar",
	"HULLCOMPNAME_CONTAINER_BANK_LAUNCHER": "Container Bank Launcher",
	"HULLCOMPNAME_CONTAINER_DATALINK_ARRAY": "Container Datalink Array",
	"HULLCOMPNAME_CONTAINER_STACK_LAUNCHER": "Container Stack Launcher",
	"HULLCOMPNAME_CR10_ANTENNA": "CR10 Antenna",
	"HULLCOMPNAME_CR70_ANTENNA": "CR70 Antenna",
	"HULLCOMPNAME_DAMAGE_CONTROL_CENTRAL": "Damage Control Central",
	"HULLCOMPNAME_DAMAGE_CONTROL_COMPLEX": "Damage Control Complex",
	"HULLCOMPNAME_DECK_GEAR_LOCKER": "Deck Gear Locker",
	"HULLCOMPNAME_E15_MASQUERADE_DECEPTION_MODULE": "E15 'Masquerade' Deception Module",
	"HULLCOMPNAME_E20_LIGHTHOUSE_ILLUMINATOR": "E20 'Lighthouse' Illuminator",
	"HULLCOMPNAME_E55_SPOTLIGHT_ILLUMINATOR": "E55 'Spotlight' Illuminator",
	"HULLCOMPNAME_E57_FLOODLIGHT_ILLUMINATOR": "E57 'Floodlight' Illuminator",
	"HULLCOMPNAME_E70_INTERRUPTION_JAMMER": "E70 'Interruption' Jammer",
	"HULLCOMPNAME_E71_HANGUP_JAMMER": "E71 'Hangup' Jammer",
	"HULLCOMPNAME_E90_BLANKET_JAMMER": "E90 'Blanket' Jammer",
	"HULLCOMPNAME_ENERGY_REGULATOR": "Energy Regulator",
	"HULLCOMPNAME_ES22_PINARD_ELECTRONIC_SUPPORT_MODULE": "ES22 'Pinard' Electronic Support Module",
	"HULLCOMPNAME_ES32_SCRYER_MISSILE_ID_SYSTEM": "ES32 'Scryer' Missile ID System",
	"HULLCOMPNAME_FIRE_SUPPRESSION_SYSTEM": "Fire Suppression System",
	"HULLCOMPNAME_FLIGHT_DECK_TRAVERSAL_SYSTEM": "Flight Deck Traversal System",
	"HULLCOMPNAME_FM200_DRIVE": "FM200 Drive",
	"HULLCOMPNAME_FM200R_DRIVE": "FM200R Drive",
	"HULLCOMPNAME_FM230_WHIPLASH_DRIVE": "FM230 'Whiplash' Drive",
	"HULLCOMPNAME_FM240_DRAGONFLY_DRIVE": "FM240 'Dragonfly' Drive",
	"HULLCOMPNAME_FM280_RAIDER_DRIVE": "FM280 'Raider' Drive",
	"HULLCOMPNAME_FM30X_PROWLER_DRIVE": "FM30X 'Prowler' Drive",
	"HULLCOMPNAME_FM500_DRIVE": "FM500 Drive",
	"HULLCOMPNAME_FM500R_DRIVE": "FM500R Drive",
	"HULLCOMPNAME_FM530_WHIPLASH_DRIVE": "FM530 'Whiplash' Drive",
	"HULLCOMPNAME_FM540_DRAGONFLY_DRIVE": "FM540 'Dragonfly' Drive",
	"HULLCOMPNAME_FM580_RAIDER_DRIVE": "FM580 'Raider' Drive",
	"HULLCOMPNAME_FOCUSED_PARTICLE_ACCELERATOR": "Focused Particle Accelerator",
	"HULLCOMPNAME_FR3300_MICRO_REACTOR": "FR3300 Micro Reactor",
	"HULLCOMPNAME_FR4800_REACTOR": "FR4800 Reactor",
	"HULLCOMPNAME_GUN_PLOTTING_CENTER": "Gun Plotting Center",
	"HULLCOMPNAME_INTELLIGENCE_CENTER": "Intelligence Center",
	"HULLCOMPNAME_ITHACA_BRIDGEMASTER": "Ithaca Bridgemaster",
	"HULLCOMPNAME_J15_BELLBIRD_JAMMER": "J15 'Bellbird' Jammer",
	"HULLCOMPNAME_J360_LYREBIRD_JAMMER": "J360 'Lyrebird' Jammer",
	"HULLCOMPNAME_J75_WARBLER_JAMMER": "J75 'Warbler' Jammer",
	"HULLCOMPNAME_JURY_RIGGED_REACTOR": "Jury-Rigged Reactor",
	"HULLCOMPNAME_L50_BLACKJACK_LASER_DAZZLER": "L50 'Blackjack' Laser Dazzler",
	"HULLCOMPNAME_LARGE_DC_LOCKER": "Large DC Locker",
	"HULLCOMPNAME_LARGE_DC_STORAGE": "Large DC Storage",
	"HULLCOMPNAME_LARGE_MOUNTED_HANGAR": "Large Mounted Hangar",
	"HULLCOMPNAME_LIGHT_CIVILIAN_REACTOR": "Light Civilian Reactor",
	"HULLCOMPNAME_MEDIUM_MOUNTED_HANGAR": "Medium Mounted Hangar",
	"HULLCOMPNAME_MISSILE_PARALLEL_INTERFACE": "Missile Parallel Interface",
	"HULLCOMPNAME_MISSILE_PROGRAMMING_BUS": "Missile Programming Bus",
	"HULLCOMPNAME_MISSILE_PROGRAMMING_BUS_ARRAY": "Missile Programming Bus Array",
	"HULLCOMPNAME_MK20_DEFENDER_PDT": "Mk20 'Defender' PDT",
	"HULLCOMPNAME_MK25_REBOUND_PDT": "Mk25 'Rebound' PDT",
	"HULLCOMPNAME_MK29_STONEWALL_PDT": "Mk29 'Stonewall' PDT",
	"HULLCOMPNAME_MK550_RAILGUN": "Mk550 Railgun",
	"HULLCOMPNAME_MK600_BEAM_CANNON": "Mk600 Beam Cannon",
	"HULLCOMPNAME_MK61_CANNON": "Mk61 Cannon",
	"HULLCOMPNAME_MK610_BEAM_TURRET": "Mk610 Beam Turret",
	"HULLCOMPNAME_MK62_CANNON": "Mk62 Cannon",
	"HULLCOMPNAME_MK64_CANNON": "Mk64 Cannon",
	"HULLCOMPNAME_MK65_CANNON": "Mk65 Cannon",
	"HULLCOMPNAME_MK66_CANNON": "Mk66 Cannon",
	"HULLCOMPNAME_MK68_CANNON": "Mk68 Cannon",
	"HULLCOMPNAME_MK81_RAILGUN": "Mk81 Railgun",
	"HULLCOMPNAME_MK90_AURORA_PDT": "Mk90 'Aurora' PDT",
	"HULLCOMPNAME_MK95_SARISSA_PDT": "Mk95 'Sarissa' PDT",
	"HULLCOMPNAME_ML_9_MINE_LAUNCHER": "ML-9 Mine Launcher",
	"HULLCOMPNAME_MLS_2_LAUNCHER": "MLS-2 Launcher",
	"HULLCOMPNAME_MLS_3_LAUNCHER": "MLS-3 Launcher",
	"HULLCOMPNAME_MOUNT_GYROS": "Mount Gyros",
	"HULLCOMPNAME_P11_PAVISE_PDT": "P11 'Pavise' PDT",
	"HULLCOMPNAME_P20_BASTION_PDT": "P20 'Bastion' PDT",
	"HULLCOMPNAME_P60_GRAZER_PDT": "P60 'Grazer' PDT",
	"HULLCOMPNAME_PLANT_CONTROL_CENTER": "Plant Control Center",
	"HULLCOMPNAME_R400_BLOODHOUND_LRT_RADAR": "R400 'Bloodhound' LRT Radar",
	"HULLCOMPNAME_R550_EARLY_WARNING_RADAR": "R550 Early Warning Radar",
	"HULLCOMPNAME_RAPID_DC_LOCKER": "Rapid DC Locker",
	"HULLCOMPNAME_RAPID_CYCLE_CRADLE": "Rapid-Cycle Cradle",
	"HULLCOMPNAME_REDUNDANT_REACTOR_FAILSAFES": "Redundant Reactor Failsafes",
	"HULLCOMPNAME_REINFORCED_CIC": "Reinforced CIC",
	"HULLCOMPNAME_REINFORCED_DC_LOCKER": "Reinforced DC Locker",
	"HULLCOMPNAME_REINFORCED_MAGAZINE": "Reinforced Magazine",
	"HULLCOMPNAME_REINFORCED_THRUSTER_NOZZLES": "Reinforced Thruster Nozzles",
	"HULLCOMPNAME_RF101_BULLSEYE_RADAR": "RF101 'Bullseye' Radar",
	"HULLCOMPNAME_RF44_PINPOINT_RADAR": "RF44 'Pinpoint' Radar",
	"HULLCOMPNAME_RL18_LAUNCHER": "RL18 Launcher",
	"HULLCOMPNAME_RL36_LAUNCHER": "RL36 Launcher",
	"HULLCOMPNAME_RM50_PARALLAX_RADAR": "RM50 'Parallax' Radar",
	"HULLCOMPNAME_RS35_FRONTLINE_RADAR": "RS35 'Frontline' Radar",
	"HULLCOMPNAME_RS41_SPYGLASS_RADAR": "RS41 'Spyglass' Radar",
	"HULLCOMPNAME_SALS_2_WARD_LAUNCHER": "SALS-2 'Ward' Launcher",
	"HULLCOMPNAME_SIGNATURE_SCRAMBLER": "Signature Scrambler",
	"HULLCOMPNAME_SMALL_DC_LOCKER": "Small DC Locker",
	"HULLCOMPNAME_SMALL_ENERGY_REGULATOR": "Small Energy Regulator",
	"HULLCOMPNAME_SMALL_MOUNTED_HANGAR": "Small Mounted Hangar",
	"HULLCOMPNAME_SMALL_REACTOR_BOOSTER": "Small Reactor Booster",
	"HULLCOMPNAME_SMALL_WORKSHOP": "Small Workshop",
	"HULLCOMPNAME_SPACECRAFT_REPAIR_STATION": "Spacecraft Repair Station",
	"HULLCOMPNAME_SPACECRAFT_STRIKEDOWN_STATION": "Spacecraft Strikedown Station",
	"HULLCOMPNAME_STRIKE_PLANNING_CENTER": "Strike Planning Center",
	"HULLCOMPNAME_STROBE_CORRELATOR": "Strobe Correlator",
	"HULLCOMPNAME_SUNDRIVE_RACING_PRO": "Sundrive Racing Pro",
	"HULLCOMPNAME_SUPPLEMENTARY_RADIO_AMPLIFIERS": "Supplementary Radio Amplifiers",
	"HULLCOMPNAME_T20_CANNON": "T20 Cannon",
	"HULLCOMPNAME_T30_CANNON": "T30 Cannon",
	"HULLCOMPNAME_T81_PLASMA_CANNON": "T81 Plasma Cannon",
	"HULLCOMPNAME_TALS_2_TALISMAN_LAUNCHER": "TALS-2 'Talisman' Launcher",
	"HULLCOMPNAME_TE45_MASS_DRIVER": "TE45 Mass Driver",
	"HULLCOMPNAME_TLS_3_LAUNCHER": "TLS-3 Launcher",
	"HULLCOMPNAME_TRACK_CORRELATOR": "Track Correlator",
	"HULLCOMPNAME_VLS_1_23_LAUNCHER": "VLS-1-23 Launcher",
	"HULLCOMPNAME_VLS_1_46_LAUNCHER": "VLS-1-46 Launcher",
	"HULLCOMPNAME_VLS_2_LAUNCHER": "VLS-2 Launcher",
	"HULLCOMPNAME_VLS_3_LAUNCHER": "VLS-3 Launcher",

	"HULLCOMPSHORTNAME_ACTIVELY_COOLED_AMPLIFIERS": "Cooled Amps",
	"HULLCOMPSHORTNAME_ADAPTIVE_RADAR_RECEIVER": "Adptv Radar Rcvr",
	"HULLCOMPSHORTNAME_AMMUNITION_ELEVATORS": "Ammo Elev",
	"HULLCOMPSHORTNAME_AUXILIARY_STEERING": "Aux Steering",
	"HULLCOMPSHORTNAME_BASIC_CIC": "CIC, Basic",
	"HULLCOMPSHORTNAME_BOOSTED_REACTOR": "Reactor, Boosted",
	"HULLCOMPSHORTNAME_BULK_INTERNAL_HANGAR": "Hangar, Int.",
	"HULLCOMPSHORTNAME_BULK_MAGAZINE": "Mag, Bulk",
	"HULLCOMPSHORTNAME_BULWARK_HUNTRESS": "Huntress",
	"HULLCOMPSHORTNAME_BW1500_DRIVE": "BW1500",
	"HULLCOMPSHORTNAME_BW1500_R_DRIVE": "BW1500-R",
	"HULLCOMPSHORTNAME_BW2000_DRIVE": "BW2000",
	"HULLCOMPSHORTNAME_BW800_DRIVE": "BW800",
	"HULLCOMPSHORTNAME_BW800_R_DRIVE": "BW800-R",
	"HULLCOMPSHORTNAME_C81_PLASMA_CANNON": "C81 Cannon",
	"HULLCOMPSHORTNAME_CHI_7700_DRIVE": "CHI-7700",
	"HULLCOMPSHORTNAME_CHI_777_YARD_DRIVE": "CHI-777",
	"HULLCOMPSHORTNAME_CHI_9100_LONG_HAUL_DRIVE": "CHI-9100",
	"HULLCOMPSHORTNAME_CITADEL_CIC": "CIC, Citadel",
	"HULLCOMPSHORTNAME_CITADEL_MAGAZINE": "Mag, Citadel",
	"HULLCOMPSHORTNAME_CIVILIAN_REACTOR": "Reactor, Civilian",
	"HULLCOMPSHORTNAME_CLS_3_LAUNCHER": "CLS-3",
	"HULLCOMPSHORTNAME_CONTAINER_BANK_HANGAR": "Hangar, Bank",
	"HULLCOMPSHORTNAME_CR10_ANTENNA": "CR10 Ant",
	"HULLCOMPSHORTNAME_CR70_ANTENNA": "CR70 Ant",
	"HULLCOMPSHORTNAME_DAMAGE_CONTROL_CENTRAL": "DC Central",
	"HULLCOMPSHORTNAME_DAMAGE_CONTROL_COMPLEX": "DC Complex",
	"HULLCOMPSHORTNAME_E15_MASQUERADE_DECEPTION_MODULE": "E15 Masquerade",
	"HULLCOMPSHORTNAME_E20_LIGHTHOUSE_ILLUMINATOR": "E20 Lighthouse",
	"HULLCOMPSHORTNAME_E55_SPOTLIGHT_ILLUMINATOR": "E55 Spotlight",
	"HULLCOMPSHORTNAME_E57_FLOODLIGHT_ILLUMINATOR": "E57 Floodlight",
	"HULLCOMPSHORTNAME_E70_INTERRUPTION_JAMMER": "E70 Interruption",
	"HULLCOMPSHORTNAME_E71_HANGUP_JAMMER": "E71 Hangup",
	"HULLCOMPSHORTNAME_E90_BLANKET_JAMMER": "E90 Blanket",
	"HULLCOMPSHORTNAME_ENERGY_REGULATOR": "Energy Reg",
	"HULLCOMPSHORTNAME_ES22_PINARD_ELECTRONIC_SUPPORT_MODULE": "ES22 Pinard",
	"HULLCOMPSHORTNAME_ES32_SCRYER_MISSILE_ID_SYSTEM": "ES32 Scryer",
	"HULLCOMPSHORTNAME_FIRE_SUPPRESSION_SYSTEM": "Fire Supp.",
	"HULLCOMPSHORTNAME_FLIGHT_DECK_TRAVERSAL_SYSTEM": "FDTS",
	"HULLCOMPSHORTNAME_FOCUSED_PARTICLE_ACCELERATOR": "F. Particle Acc",
	"HULLCOMPSHORTNAME_FR3300_MICRO_REACTOR": "FR3300 Reactor",
	"HULLCOMPSHORTNAME_GUN_PLOTTING_CENTER": "Gun Plot Ctr",
	"HULLCOMPSHORTNAME_INTELLIGENCE_CENTER": "Intel Ctr",
	"HULLCOMPSHORTNAME_ITHACA_BRIDGEMASTER": "Bridgemaster",
	"HULLCOMPSHORTNAME_J15_BELLBIRD_JAMMER": "J15 Jammer",
	"HULLCOMPSHORTNAME_J360_LYREBIRD_JAMMER": "J360 Omni",
	"HULLCOMPSHORTNAME_J75_WARBLER_JAMMER": "J75 Comms",
	"HULLCOMPSHORTNAME_JURY_RIGGED_REACTOR": "Reactor, Jury-Rigged",
	"HULLCOMPSHORTNAME_L50_BLACKJACK_LASER_DAZZLER": "L50 Dazzler",
	"HULLCOMPSHORTNAME_LARGE_DC_LOCKER": "DC Lckr, Large",
	"HULLCOMPSHORTNAME_LARGE_DC_STORAGE": "DC Lckr, Storage",
	"HULLCOMPSHORTNAME_LARGE_MOUNTED_HANGAR": "Large Hangar",
	"HULLCOMPSHORTNAME_LIGHT_CIVILIAN_REACTOR": "Reactor, Light",
	"HULLCOMPSHORTNAME_MEDIUM_MOUNTED_HANGAR": "Medium Hangar",
	"HULLCOMPSHORTNAME_MISSILE_PARALLEL_INTERFACE": "MSL Interface",
	"HULLCOMPSHORTNAME_MISSILE_PROGRAMMING_BUS": "MSL Prog Bus",
	"HULLCOMPSHORTNAME_MISSILE_PROGRAMMING_BUS_ARRAY": "MSL Prog Array",
	"HULLCOMPSHORTNAME_MK20_DEFENDER_PDT": "Mk20 Defender",
	"HULLCOMPSHORTNAME_MK25_REBOUND_PDT": "Mk25 Rebound",
	"HULLCOMPSHORTNAME_MK29_STONEWALL_PDT": "Mk29 Stonewall",
	"HULLCOMPSHORTNAME_MK600_BEAM_CANNON": "Mk660 Beam",
	"HULLCOMPSHORTNAME_MK610_BEAM_TURRET": "Mk610 Beam",
	"HULLCOMPSHORTNAME_MK90_AURORA_PDT": "Mk90 Aurora",
	"HULLCOMPSHORTNAME_MK95_SARISSA_PDT": "Mk95 Sarissa",
	"HULLCOMPSHORTNAME_ML_9_MINE_LAUNCHER": "ML-9",
	"HULLCOMPSHORTNAME_MLS_2_LAUNCHER": "MLS-2",
	"HULLCOMPSHORTNAME_MLS_3_LAUNCHER": "MLS-3",
	"HULLCOMPSHORTNAME_MOUNT_GYROS": "Mnt Gyros",
	"HULLCOMPSHORTNAME_P11_PAVISE_PDT": "P11 PDT",
	"HULLCOMPSHORTNAME_P20_BASTION_PDT": "PD20 Flak",
	"HULLCOMPSHORTNAME_P60_GRAZER_PDT": "PD60 Laser",
	"HULLCOMPSHORTNAME_PLANT_CONTROL_CENTER": "Plant Ctrl Ctr",
	"HULLCOMPSHORTNAME_R400_BLOODHOUND_LRT_RADAR": "R400",
	"HULLCOMPSHORTNAME_R550_EARLY_WARNING_RADAR": "R550 EW Radar",
	"HULLCOMPSHORTNAME_RAPID_DC_LOCKER": "DC Lckr, Rapid",
	"HULLCOMPSHORTNAME_RAPID_CYCLE_CRADLE": "Rapid Cradle",
	"HULLCOMPSHORTNAME_REDUNDANT_REACTOR_FAILSAFES": "Reactor Failsafes",
	"HULLCOMPSHORTNAME_REINFORCED_CIC": "CIC, Reinf",
	"HULLCOMPSHORTNAME_REINFORCED_DC_LOCKER": "DC Lckr, Reinf",
	"HULLCOMPSHORTNAME_REINFORCED_MAGAZINE": "Mag, Reinf",
	"HULLCOMPSHORTNAME_REINFORCED_THRUSTER_NOZZLES": "Reinf Thrstr Noz",
	"HULLCOMPSHORTNAME_RF101_BULLSEYE_RADAR": "RF101 Bullseye",
	"HULLCOMPSHORTNAME_RF44_PINPOINT_RADAR": "RF44 Pinpoint",
	"HULLCOMPSHORTNAME_RL18_LAUNCHER": "RL18",
	"HULLCOMPSHORTNAME_RL36_LAUNCHER": "RL36",
	"HULLCOMPSHORTNAME_RM50_PARALLAX_RADAR": "RM50 Parallax",
	"HULLCOMPSHORTNAME_RS35_FRONTLINE_RADAR": "RS35 Frontline",
	"HULLCOMPSHORTNAME_RS41_SPYGLASS_RADAR": "RS41 Spyglass",
	"HULLCOMPSHORTNAME_SALS_2_WARD_LAUNCHER": "SALS-2",
	"HULLCOMPSHORTNAME_SIGNATURE_SCRAMBLER": "Sig Scrambler",
	"HULLCOMPSHORTNAME_SMALL_DC_LOCKER": "DC Lckr, Small",
	"HULLCOMPSHORTNAME_SMALL_ENERGY_REGULATOR": "Sm Energy Reg",
	"HULLCOMPSHORTNAME_SMALL_MOUNTED_HANGAR": "Small Hangar",
	"HULLCOMPSHORTNAME_SMALL_REACTOR_BOOSTER": "Sm Reactor Bstr",
	"HULLCOMPSHORTNAME_SMALL_WORKSHOP": "Workshop, Sm",
	"HULLCOMPSHORTNAME_SPACECRAFT_REPAIR_STATION": "Craft Repair Stn.",
	"HULLCOMPSHORTNAME_SPACECRAFT_STRIKEDOWN_STATION": "Stkdn Stn.",
	"HULLCOMPSHORTNAME_STRIKE_PLANNING_CENTER": "Strike Plan Ctr",
	"HULLCOMPSHORTNAME_SUNDRIVE_RACING_PRO": "Sundrive",
	"HULLCOMPSHORTNAME_SUPPLEMENTARY_RADIO_AMPLIFIERS": "Supp Radio Amps",
	"HULLCOMPSHORTNAME_T81_PLASMA_CANNON": "T81 Cannon",
	"HULLCOMPSHORTNAME_TALS_2_TALISMAN_LAUNCHER": "TALS-2",
	"HULLCOMPSHORTNAME_TLS_3_LAUNCHER": "TLS-3",
	"HULLCOMPSHORTNAME_TRACK_CORRELATOR": "Track Corr",
	"HULLCOMPSHORTNAME_VLS_1_23_LAUNCHER": "VLS-1-23",
	"HULLCOMPSHORTNAME_VLS_1_46_LAUNCHER": "VLS-1-46",
	"HULLCOMPSHORTNAME_VLS_2_LAUNCHER": "VLS-2",
	"HULLCOMPSHORTNAME_VLS_3_LAUNCHER": "VLS-3",

	"HULLPARTNAME_BL_RADAR_PANEL": "BL Radar Panel",
	"HULLPARTNAME_BR_RADAR_PANEL": "BR Radar Panel",
	"HULLPARTNAME_TL_RADAR_PANEL": "TL Radar Panel",
	"HULLPARTNAME_TR_RADAR_PANEL": "TR Radar Panel",
	"HULLPARTNAME_BBL_RADAR_PANEL": "BBL Radar Panel",
	"HULLPARTNAME_BBR_RADAR_PANEL": "BBR Radar Panel",
	"HULLPARTNAME_BTL_RADAR_PANEL": "BTL Radar Panel",
	"HULLPARTNAME_BTR_RADAR_PANEL": "BTR Radar Panel",
	"HULLPARTNAME_FBL_RADAR_PANEL": "FBL Radar Panel",
	"HULLPARTNAME_FBR_RADAR_PANEL": "FBR Radar Panel",
	"HULLPARTNAME_FTL_RADAR_PANEL": "FTL Radar Panel",
	"HULLPARTNAME_FTR_RADAR_PANEL": "FTR Radar Panel",
	"HULLPARTNAME_RADAR_BOTTOM_": "Radar (Bottom)",
	"HULLPARTNAME_RADAR_TOP_": "Radar (Top)",
	"HULLPARTNAME_TOP_RADAR": "Top Radar",
	"HULLPARTNAME_BOTTOM_RADAR": "Bottom Radar",
	"HULLPARTNAME_CR10_ANT": "CR10 Ant",
	"HULLPARTNAME_CR75_ANT": "CR75 Ant",
	"HULLPARTNAME_MAIN_01": "Main 01",
	"HULLPARTNAME_MAIN_02": "Main 02",
	"HULLPARTNAME_MAIN_03": "Main 03",
	"HULLPARTNAME_MAIN_04": "Main 04",
	"HULLPARTNAME_MAIN_05": "Main 05",
	"HULLPARTNAME_MAIN_06": "Main 06",
	"HULLPARTNAME_MAIN_07": "Main 07",
	"HULLPARTNAME_MAIN_08": "Main 08",
	"HULLPARTNAME_MAIN_09": "Main 09",
	"HULLPARTNAME_MAIN_10": "Main 10",
	"HULLPARTNAME_LARGE_PAD_01": "Large Pad 01",
	"HULLPARTNAME_LARGE_PAD_02": "Large Pad 02",
	"HULLPARTNAME_LARGE_PAD_03": "Large Pad 03",
	"HULLPARTNAME_LARGE_PAD_04": "Large Pad 04",
	"HULLPARTNAME_LARGE_PAD_05": "Large Pad 05",
	"HULLPARTNAME_LARGE_PAD_06": "Large Pad 06",
	"HULLPARTNAME_LARGE_PAD_07": "Large Pad 07",
	"HULLPARTNAME_LARGE_PAD_08": "Large Pad 08",
	"HULLPARTNAME_LARGE_PAD_09": "Large Pad 09",
	"HULLPARTNAME_LARGE_PAD_10": "Large Pad 10",
	"HULLPARTNAME_SMALL_PAD_01": "Small Pad 01",
	"HULLPARTNAME_SMALL_PAD_02": "Small Pad 02",
	"HULLPARTNAME_SMALL_PAD_03": "Small Pad 03",
	"HULLPARTNAME_SMALL_PAD_04": "Small Pad 04",
	"HULLPARTNAME_SMALL_PAD_05": "Small Pad 05",
	"HULLPARTNAME_SMALL_PAD_06": "Small Pad 06",
	"HULLPARTNAME_SMALL_PAD_07": "Small Pad 07",
	"HULLPARTNAME_SMALL_PAD_08": "Small Pad 08",
	"HULLPARTNAME_SMALL_PAD_09": "Small Pad 09",
	"HULLPARTNAME_SMALL_PAD_10": "Small Pad 10",
	"HULLPARTNAME_THRUSTER_01": "Thruster 01",
	"HULLPARTNAME_THRUSTER_02": "Thruster 02",
	"HULLPARTNAME_THRUSTER_03": "Thruster 03",
	"HULLPARTNAME_THRUSTER_04": "Thruster 04",
	"HULLPARTNAME_THRUSTER_05": "Thruster 05",
	"HULLPARTNAME_THRUSTER_06": "Thruster 06",
	"HULLPARTNAME_THRUSTER_07": "Thruster 07",
	"HULLPARTNAME_THRUSTER_08": "Thruster 08",
	"HULLPARTNAME_THRUSTER_09": "Thruster 09",
	"HULLPARTNAME_THRUSTER_10": "Thruster 10",
	"HULLPARTNAME_THRUSTER_11": "Thruster 11",
	"HULLPARTNAME_THRUSTER_12": "Thruster 12",
	"HULLPARTNAME_THRUSTER_13": "Thruster 13",
	"HULLPARTNAME_THRUSTER_14": "Thruster 14",
	"HULLPARTNAME_THRUSTER_15": "Thruster 15",
	"HULLPARTNAME_THRUSTER_16": "Thruster 16",
	"HULLPARTNAME_THRUSTER_17": "Thruster 17",
	"HULLPARTNAME_THRUSTER_18": "Thruster 18",
	"HULLPARTNAME_THRUSTER_19": "Thruster 19",
	"HULLPARTNAME_THRUSTER_20": "Thruster 20",

	"HULLCOMP_ACTIVELY_COOLED_AMPLIFIERS_DESC": "Additional cooling infrastructure allows emitters such as radar jammers to run longer and more often. ",
	"HULLCOMP_ADAPTIVE_RADAR_RECEIVER_DESC": "By using adaptive wave beamforming, the Adaptive Radar Receiver increases the sensitivity of the warship's sensors, allowing for earlier detection of smaller targets (such as missiles) at longer ranges.  The adaptive receiver also features advanced noise filtering technology, improving the sensor's resistance to noise and jamming but also slightly reducing its accuracy.",
	"HULLCOMP_AMMUNITION_ELEVATORS_DESC": "Additional ammunition elevators allow crewmembers to rapidly deliver shells and rounds to the warship's kinetic weapons, reducing reload time for ballistic weapons.",
	"HULLCOMP_ANALYSIS_ANNEX_DESC": "A smaller off-shoot of the intelligence center with a 2500-Superbrain computer which assists in speeding up their work.",
	"HULLCOMP_AUXILIARY_STEERING_DESC": "Provides an emergency backup for steering the ship when main control is lost, allowing the ship to get to safety and effect repairs.  For best redundancy it should be located far from the CIC.",
	"HULLCOMP_BASIC_CIC_DESC": "The Combat Information Center (CIC) is the central command hub that provides command and control for the warship, and is critical in the operation of the vessel during an engagement.\n\nDestruction of the CIC results in a loss of command and the affected warship cannot receive commands until the CIC is repaired.",
	"HULLCOMP_BOOSTED_REACTOR_DESC": "This reactor has had its power output boosted by making unauthorized modifications and removing many safety features.  It provides more power, but has a much higher probability of catastrophic failure under fire.",
	"HULLCOMP_BULK_INTERNAL_HANGAR_DESC": "A large internal hangar space for storing spacecraft.",
	"HULLCOMP_BULK_MAGAZINE_DESC": "Magazines hold the ammunition for the warship and can carry multiple types of ammunition all at once. Destruction of the magazine will result in all stored ammunition rendered unusable until repaired.\n\nMagazines are especially vulnerable to fires and have a chance to catastrophically explode, dealing extreme damage to a ship's internals.",
	"HULLCOMP_BULWARK_HUNTRESS_DESC": "A specially commissioned improvement on high end civilian navigation radars, the Huntress was commissioned by the OSP for rapid development and deployment.  These radars provide improved track quality and range compared to other civilian counterparts, but they aren't easy to come by.",
	"HULLCOMP_BW1500_DRIVE_DESC": "Heavy civilian drive for cargo vessels.",
	"HULLCOMP_BW1500_R_DRIVE_DESC": "Heavy civilian drive for cargo vessels, hastily reinforced when commandeered.",
	"HULLCOMP_BW2000_DRIVE_DESC": "Heavy civilian drive for cargo vessels, with increased power output at the expense of thrust power.",
	"HULLCOMP_BW800_DRIVE_DESC": "Light civilian drive",
	"HULLCOMP_BW800_R_DRIVE_DESC": "Light civilian drive, hastily reinforced when commandeered.",
	"HULLCOMP_C30_CANNON_DESC": "Engineering large turrets is difficult, but Protectorate shipyards were able to slap together the T20 and T30 series out of spare sheets and leftover parts.  They're not the prettiest turrets in known space, and they only fire small 100mm rounds, but when fired into a hole opened up by a larger weapon they can wreak havoc inside.",
	"HULLCOMP_C53_CANNON_DESC": "The C53 is a fixed version of the Alliance's 250mm Mk64 cannon.  Despite its fixed mounting, its smaller caliber and light construction allows it to feature a generous range of motion to help catch fast-moving enemy ships.  This weapon occupies an ideal middle-ground, able to damage lighter enemy ships without punching straight through but also able to inflict damage on the Alliance's heavier warships without the need to soften them up first.",
	"HULLCOMP_C56_CANNON_DESC": "The C56 is an enlarged and reinforced version of the C53, a fixed version of the Alliance's 250mm Mk64 cannon.  Despite its fixed mounting, its smaller caliber and light construction allows it to feature a generous range of motion to help catch fast-moving enemy ships.  This weapon occupies an ideal middle-ground, able to damage lighter enemy ships without punching straight through but also able to inflict damage on the Alliance's heavier warships without the need to soften them up first.",
	"HULLCOMP_C65_CANNON_DESC": "With stockpiles of 450mm shells filling Alliance supply depots across Protectorate space, it was only natural that they would be procured for use in the Bethel Blockade.  Knowing that the blockade fleet would be facing down the heaviest of armored warships if the Alliance did decide to break through at the Kribensis gate, the C65 was designed to be the primary armament of the ships holding the line there.  Its massive autoloader allows a lineship to output as much firepower as a Solomon battleship, but it can take a while to reload.",
	"HULLCOMP_C81_PLASMA_CANNON_DESC": "Despite its high-tech sound, this plasma cannon is actually a relatively crude solution to the Protectorate's problem of being out-armored in every weight class.  These coilguns fire a magnetic bottle containing superheated plasma which shatters against the armor of a warship and melts large holes, opening it up for attack from lighter caliber weaponry such as 100mm.",
	"HULLCOMP_C90_CANNON_DESC": "The C90 is a spinal-mounted 600mm cannon designed to aid the Protectorate's Monitor fleets.  Able to fire the unique bomb and HESH shells, it is a huge threat warships small and large alike.",
	"HULLCOMP_CHI_7700_DRIVE_DESC": "A high-maneuverability drive commonly found on bulk haulers traveling in and out of dense asteroid fields, transporting mining yields to refineries elsewhere in the system.",
	"HULLCOMP_CHI_777_YARD_DRIVE_DESC": "High maneuverability drive for close quarters, delicate work.",
	"HULLCOMP_CHI_9100_LONG_HAUL_DRIVE_DESC": "A heavy civilian drive designed for cargo vessels making long, direct trips.  Greatly increases thrust power and top speed while reducing turning rate.",
	"HULLCOMP_CITADEL_CIC_DESC": "The Combat Information Center (CIC) is the central command hub that provides command and control for the warship, and is critical in the operation of the vessel during an engagement.  This compartment is heavily reinforced and resistant to damage.\n\nThis CIC also features a workspace for a small team of intelligence analysts to speed up target identification and do basic battle damage assessment, though they lack the ability to process tracks from the rest of the fleet.\n\nDestruction of the CIC results in a loss of command and the affected warship cannot receive commands until the CIC is repaired.",
	"HULLCOMP_CITADEL_MAGAZINE_DESC": "Magazines hold the ammunition for the warship and can carry multiple types of ammunition all at once. Destruction of the magazine will result in all stored ammunition rendered unusable until repaired.\n\nThis magazine is reinforced and has increased safety measures, reducing the likelihood of magazine explosion, but also reducing storage volume.",
	"HULLCOMP_CIVILIAN_REACTOR_DESC": "Civilian reactors have lower output compared to their military counterparts because they are not typically running power-hungry combat systems.",
	"HULLCOMP_CLS_3_LAUNCHER_DESC": "The Canted Launcher System 3 is similar to its vertical cousin, but provides a forward direction of travel right out of the tube to help improve the lethality of the larger, slower, and less maneuverable hybrid and torpedo weapons in the Alliance's arsenal.  Like its vertical cousins, these launchers cannot be reloaded outside of a port.",
	"HULLCOMP_CONTAINER_BANK_HANGAR_DESC": "A hasty modification to the container banks normally carried on large cargo ships, fully enclosing them and adding just enough structural support to carry the mass of the elevator pads during maneuvers without compromising storage space.",
	"HULLCOMP_CONTAINER_BANK_LAUNCHER_DESC": "A rapid refitting of the cargo racks found on container ships has turned them into a terrifying weapon.  The addition of explosive connections, as well as programming and ignition circuits, has allowed these once-simple truss frames to support hundreds of CM-4 cargo container missiles and other utility variations.",
	"HULLCOMP_CONTAINER_DATALINK_ARRAY_DESC": "A makeshift conglomoration of off-the-shelf electronics and computers, specifically designed to add additional missile programming capacity and speed to the Protectorate's unique missile configurations.",
	"HULLCOMP_CONTAINER_STACK_LAUNCHER_DESC": "A small, hastily assembled platform which can mount two of the CM-4 series of cargo container missiles on the outside of the hull.",
	"HULLCOMP_CR10_ANTENNA_DESC": "The CR10 functions as a fallback antenna array, giving the host warship additional transmitting power should the main communications antennae be disabled.\n\nThe most powerful antenna array on a warship will serve as the active communications path, even if the integrated array is still functional.",
	"HULLCOMP_CR70_ANTENNA_DESC": "A substantial upgrade to the CR10, the CR70 cluster provides a stronger communications path than the main array found on most hulls.\n\nThe most powerful antenna array on a warship will serve as the active communications path, even if the integrated array is still functional.",
	"HULLCOMP_DAMAGE_CONTROL_CENTRAL_DESC": "The DCC operates as a hub for damage control teams, allowing coordinated response and pooling of repair equipment. Increases the effectiveness of damage control teams on the warship.",
	"HULLCOMP_DAMAGE_CONTROL_COMPLEX_DESC": "This compartment converts a large cargo bay space into the ultimate damage control and coordination center.  Unlike its smaller sibling found on Alliance Warships, which only provides facilities to coordinate teams moving about the ship in order to improve their efficiency, this compartment is an all-in-one damage control solution made possible only by the cavernous spaces contained within the OSP's converted freighters.",
	"HULLCOMP_DECK_GEAR_LOCKER_DESC": "Provides additional tools and equipment for deck crews, increasing the speed at which spacecraft are armed and fueled prior to launch and de-armed after landing.",
	"HULLCOMP_E15_MASQUERADE_DECEPTION_MODULE_DESC": "The E15 is an electronic noisemaker which can mimic the electronic signature of a different type of warship.  By presenting a deceptive signature, this module can fool enemy intel into identifying the ship incorrectly, effectively making a Sprinter look like a Solomon.  Note that signature modification can also work down the size hierarchy, but the Masquerade is not able to reduce radar signature size and a clever fleet commander would certainly notice the discrepancy in detection ranges.",
	"HULLCOMP_E20_LIGHTHOUSE_ILLUMINATOR_DESC": "A radar transmitter that deploys a high-power cone in a direction for the purpose of guiding semi-active missiles.  A side-effect of this is the boosting of the target's radar signature, making the target easier to see.",
	"HULLCOMP_E55_SPOTLIGHT_ILLUMINATOR_DESC": "A radar transmitter that deploys a high-power cone in a direction for the purpose of guiding semi-active missiles.  A side-effect of this is the boosting of the target's radar signature, making the target easier to see.\n\nThe Spotlight deploys a long but narrow beam.",
	"HULLCOMP_E57_FLOODLIGHT_ILLUMINATOR_DESC": "A radar transmitter that deploys a high-power cone in a direction for the purpose of guiding semi-active missiles.  A side-effect of this is the boosting of the target's radar signature, making the target easier to see.\n\nThe Floodlight deploys a wider but shorter beam.",
	"HULLCOMP_E70_INTERRUPTION_JAMMER_DESC": "The E70 is a jamming suite that saturates a 360-degree radius around a host warship, disrupting communications and preventing affected warships from receiving the shared track picture from other warships.\n\nWhile an effective screening tool, the E70 lacks the high-power, extended range of directional communications jammers seen on dedicated EWar configurations.",
	"HULLCOMP_E71_HANGUP_JAMMER_DESC": "Once activated, the E71 floods a region of the battlespace with random noise and radio waves, disrupting communications and preventing targets from receiving track data from other sources, such as scouts. However, it does not prevent sending data, only receiving.",
	"HULLCOMP_E90_BLANKET_JAMMER_DESC": "The E90 'Blanket' overwhelms its target by sweep jamming, primarily targeting radar frequencies typically used by most military radar suites. The result makes the victim warship unable to detect its own radar returns. Also effective on missiles and point-defense, but vulnerable to home-on-jam missiles.",
	"HULLCOMP_ENERGY_REGULATOR_DESC": "Additional energy reservoirs, heatsinks, and improved housing reduces the recharge time on energy-based weapons like lasers, beams, or railguns.",
	"HULLCOMP_ES22_PINARD_ELECTRONIC_SUPPORT_MODULE_DESC": "The 'Pinard' Electronic Support Module allows a host warship to detect radar signatures well beyond its maximum radar range in the form of ELINT signals, displaying a rough line of bearing towards the detected emitter. Two ships with ES modules will produce a crossfix track, showing the rough position of the emitter.  The accuracy of this crossfix improves as the angular separation between the sensors increases.\n\nThe Pinard can only see signals in the hemisphere above it, so two modules on opposite sides of a ship are required for full coverage.",
	"HULLCOMP_ES32_SCRYER_MISSILE_ID_SYSTEM_DESC": "The ES32 is a missile defense and support system which uses a mixture of dedicated sensors placed around the hull, as well as the warship's own integrated radar panels, to determine the capabilities of incoming missiles in order to defend against them.  Capabilities of identified missiles will be automatically tagged to the threat's sensor track.  Additionally, the Scryer can directly integrate with the point defense control systems of the host warship to determine what decoys need to be fired in order to counter a given threat, prevent waste of limited resources.",
	"HULLCOMP_FIRE_SUPPRESSION_SYSTEM_DESC": "An emergency fire suppression system installed into all critical systems on the ship.  It significantly reduces the probability of catastrophic fires in ammunition magazines, including cell launchers.  It also provides additional local firefighting equipment to damage control teams, allowing them to extinguish fires more quickly.",
	"HULLCOMP_FLIGHT_DECK_TRAVERSAL_SYSTEM_DESC": "A motorized winch and cable system embedded in the deck which allows for more rapid traversal of spacecraft to or from elevator pads.",
	"HULLCOMP_FM200_DRIVE_DESC": "This small-sized drive system provides power for the main engines of smaller warships, while also providing a small amount of reactor power. With an even balance of power and durability, the FM200 can fit all manner of warships, and even provide backup drives to larger warships.",
	"HULLCOMP_FM200R_DRIVE_DESC": "This small-sized drive system provides power for the main engines of smaller warships, while also providing a small amount of reactor power.\n\nThe FM200R is a specially designed reinforced version of the mainstay drive module of the Alliance fleet.",
	"HULLCOMP_FM230_WHIPLASH_DRIVE_DESC": "A high-power drive designed for long-distance cruising.  Significantly increases the ship's top speed, as well as its ability to maintain flank speed without damage, but at the expense of maneuverability.",
	"HULLCOMP_FM240_DRAGONFLY_DRIVE_DESC": "A high-efficiency drive with the majority of power redirected to the maneuvering thrusters, pulled from mining vessels. Although it sacrifices some top speed for the warship, it significantly increases the agility of the warship, allowing much faster turns, rolls, and translations.",
	"HULLCOMP_FM280_RAIDER_DRIVE_DESC": "A highly modified drive commonly found on scouting or quick response warships. This drive is designed to channel all of its generated output into the thruster nozzles to provide high acceleration and maneuverability.  However, this additional thrust increases wear on the thrusters significantly while travelling at flank speed.  Due to the small size of this drive, and the diversion of all generated power to maneuvering, this drive does not provide any grid power output.",
	"HULLCOMP_FM30X_PROWLER_DRIVE_DESC": "By removing most of the high-power components and reflective drive housing, this drive greatly reduces the warship's radar signature at the cost of a significant decrease in speed and reduced drive durability.",
	"HULLCOMP_FM500_DRIVE_DESC": "This medium sized fusion drive is commonly found on cruisers and other large warships.  They have a focus on durability over power.  This drive provides both thrust for main engines and a small amount of power.",
	"HULLCOMP_FM500R_DRIVE_DESC": "This medium sized fusion drive is commonly found on cruisers and other large warships.  They have a focus on durability over power.  This drive provides both thrust for main engines and a small amount of power.\n\nThe FM500R is a specially designed reinforced version of the standard version.",
	"HULLCOMP_FM530_WHIPLASH_DRIVE_DESC": "A high-power drive designed for long-distance cruising.  Significantly increases the ship's top speed, as well as its ability to maintain flank speed without damage, but at the expense of maneuverability.",
	"HULLCOMP_FM540_DRAGONFLY_DRIVE_DESC": "A high-efficiency drive with the majority of power redirected to the maneuvering thrusters, pulled from mining vessels. Although it sacrifices some top speed for the warship, it significantly increases the agility of the warship, allowing much faster turns, rolls, and translations.",
	"HULLCOMP_FM580_RAIDER_DRIVE_DESC": "A highly modified drive commonly found on scouting or quick response warships. This drive is designed to channel all of its generated output into the thruster nozzles to provide high acceleration and maneuverability.  However, this additional thrust increases wear on the thrusters significantly while travelling at flank speed.  Due to the small size of this drive, and the diversion of all generated power to maneuvering, this drive provides less power output than other models.",
	"HULLCOMP_FOCUSED_PARTICLE_ACCELERATOR_DESC": "Accelerates the constituent particles of a coherent beam weapon like the Mk600 and Mk610 to drastically increase their damage output with a slight decrease to firing duration.",
	"HULLCOMP_FR3300_MICRO_REACTOR_DESC": "The FR-Series 3300 Reactor is typically found on Corvette-class warships. While inefficient for larger warships, the FR3300 can provide a suitable backup supply of power alongside the main reactor.",
	"HULLCOMP_FR4800_REACTOR_DESC": "The FR-Series is the staple power supply of the fleets for nearly over a century. The FR4800 is the most common model and provides an efficient amount of power to field most systems and weapons on warships.",
	"HULLCOMP_GUN_PLOTTING_CENTER_DESC": "A workspace with an extensive suite of targeting arrays, computing systems, and calculators. Provides gunnery teams the means to lay in much more accurate firing solutions, increasing overall ballistic weapon accuracy.",
	"HULLCOMP_INTELLIGENCE_CENTER_DESC": "A large concentration of intelligence analysts who work to identify enemy ships and do battle damage assessment and determine their functional conditions in order to help the commander make decisions about where to allocate forces and when to shift fire.\n\nIntelligence effort is not additive across multiple ships, or even the same ship, and only the largest amount of effort will be used.  However, the speed of these analysts can be increased with supporting staff in other compartments.",
	"HULLCOMP_ITHACA_BRIDGEMASTER_DESC": "The bog-standard of civilian navigation radars, the Bridgemaster by Ithaca provides decent track quality for maneuvering in tight spaces such as busy ports, but its range and resistance to jamming leaves much to be desired.",
	"HULLCOMP_J15_BELLBIRD_JAMMER_DESC": "The J15 is a simple directional swept noise jammer, designed to radiate radio waves in frequency ranges typically used by military radar suites.",
	"HULLCOMP_J360_LYREBIRD_JAMMER_DESC": "The J360 creates an omnidirectional swept jamming signal, on frequencies typically used by military radar suites.  It can be used to cover a large group of ships against missiles using any kind of radar homing, but its omnidirectional nature means the jamming signal at any given point is weaker than that of a directional jammer.",
	"HULLCOMP_J75_WARBLER_JAMMER_DESC": "The J75 is a jamming suite that saturates a 360-degree radius around a host warship, disrupting communications and preventing affected warships from receiving the shared track picture from other warships.\n\nIt has significantly shorter range than its Alliance cousin, but still provides an effective shield against any command-guided munitions.",
	"HULLCOMP_JURY_RIGGED_REACTOR_DESC": "A risky proposition that would never be taken seriously anywhere but the Protectorate's desperate Navy, the Jury-Rigged Reactor takes advantage of the cavernous spaces of freighters to wedge an entire reactor inside and boost otherwise-strained power generation capacity.  However, because these compartments were never meant to contain such equipment, there is essentially no safety equipment and the risk of catastrophic failure is high.",
	"HULLCOMP_L50_BLACKJACK_LASER_DAZZLER_DESC": "The L50 is a dual-purpose laser dazzler which can be used to manually scramble any electro-optical sensors in its area of effect.  It is also automatically slaved to the point defense control computer, and will attempt to jam any incoming missile threats.",
	"HULLCOMP_LARGE_DC_LOCKER_DESC": "Damage Control lockers provide a warship with teams capable of repairing ship components and restoring destroyed modules or compartments back into working order.\n\nEach locker allows a certain number of restorations for destroyed modules or components, but destruction of a DC locker will completely remove all available restorations.",
	"HULLCOMP_LARGE_DC_STORAGE_DESC": "This compartment converts a large cargo bay space into a storage and organization area for spare parts and casualty control equipment.  It does not provide facilities to outfit many damage control personnel, but when combined with a traditional DC Locker it can help bring even the most crippled ship back into the fight.",
	"HULLCOMP_LARGE_MOUNTED_HANGAR_DESC": "An all-in-one solution for larger mainline warships which need to carry spacecraft in order to extend their capabilities.  This hangar can hold and launch up to four small spacecraft.",
	"HULLCOMP_LIGHT_CIVILIAN_REACTOR_DESC": "A small civilian reactor which provides just enough power to keep the lights on and the crew and passengers breathing.",
	"HULLCOMP_MEDIUM_MOUNTED_HANGAR_DESC": "An all-in-one solution for larger mainline warships which need to carry spacecraft in order to extend their capabilities.  This hangar can hold and launch up to two small spacecraft.",
	"HULLCOMP_MISSILE_PARALLEL_INTERFACE_DESC": "By using a parallel programming bus, instead of a simpler and cheaper serial bus, the weapon control system is able to program targeting information into a given missile much faster.  This significantly decreases the amount of time between issuing an order to fire a missile and when it actually leaves the ship.",
	"HULLCOMP_MISSILE_PROGRAMMING_BUS_DESC": "Programming targets and flight paths into missiles is a complex process, and only one missile can be programmed at a time on most ships.  This module upgrades the missile programming bus to add additional programming channels, enabling more missiles to be prepared for launch at the same time.",
	"HULLCOMP_MISSILE_PROGRAMMING_BUS_ARRAY_DESC": "Programming targets and flight paths into missiles is a complex process, and only one missile can be programmed at a time on most ships.  This module upgrades the missile programming bus to add additional programming channels, enabling more missiles to be prepared for launch at the same time.",
	"HULLCOMP_MK20_DEFENDER_PDT_DESC": "The Mk20 sprays thousands of 20mm slugs at approaching threats, typically missiles, so long as the weapon is supplied sufficient ammunition. Its integrated Fire Control allows it to lock onto targets independently, but still requires cueing from the host warship's search sensors.\n\nDespite its high rate of fire and accuracy, the weapon is not effective against any warship-type targets.",
	"HULLCOMP_MK25_REBOUND_PDT_DESC": "The Mk25 'Rebound' fires short-range 50mm flak rounds, detonating roughly in proximity of the approaching threat, typically missiles or personal craft. As the weapon lacks a Fire Control radar it is entirely reliant on the host warship's sensors, but is highly resistant to radar jamming and can operate off of visuals.",
	"HULLCOMP_MK29_STONEWALL_PDT_DESC": "The Mk29 'Stonewall' is an upsized version of its cousin the Rebound.  With its four barrels firing time-fuzed 50mm explosive rounds it can be used to establish defensive perimeters around formations of warships.  As a perimeter weapon, the Stonewall targets entire missile raids at once, seeking to put a wall of explosives between the threat and the defended ship, rather than trying to hit an individual missile.",
	"HULLCOMP_MK550_RAILGUN_DESC": "The Mk550 is a bow-mounted mass driver specially designed for the Keystone-class allowing the latter to provide long range precision fire, a feat typically found on railgun-equipped cruisers. Fires 300mm Magnetic rounds.",
	"HULLCOMP_MK600_BEAM_CANNON_DESC": "The Mk600 is a bow-mounted particle beam, specially designed for the Keystone-class. Capable of gutting the insides of targets, the Mk600 is an excellent tool for knife-fighting, but suffers from a very short range and damage falloff. The weapon can be battleshorted to fire longer at the risk of damage to the weapon.",
	"HULLCOMP_MK61_CANNON_DESC": "The Mk.61 is a light cannon, offering great accuracy at medium range and can provide good, steady firepower against targets that fit its intended weight class, such as destroyers, frigates, and corvettes. \n\nAs expected, however, the performance of the Mk61 falls dramatically when tasked against heavier warships and massed guns are often required to remotely dent heavy hull armor. Fires 120mm chemical-ballistic shells.\n\nThe Mk61 and Mk62 also feature a specially designed dual-purpose control computer allowing them to be automatically assigned to incoming missile threats, provided the gun is not already assigned another target and the correct ammunition is available.",
	"HULLCOMP_MK610_BEAM_TURRET_DESC": "The Mk610 Particle Beam functions as a close-range 'knife fighting' weapon for heavy warships, capable of stripping away armor and incinerating the delicate insides of warships, but its short-range and damage falloff means the weapon is best used when the host warship is closing on a target. A mild recharge time and immense requirement for power also means this weapon needs judicious use to be effective.",
	"HULLCOMP_MK62_CANNON_DESC": "Like its single-barreled variant, the Mk62 is a light 120mm naval gun, now sporting an additional gun to provide twice the firepower. Also like the Mk61, the Mk62 is an excellent weapon for tackling warships of its intended weight. However, the additional barrel increases the reload time significantly.\n\nOverall, the Mk62 is identical to its single-barreled variant, with all the strengths and weaknesses as the latter. Fires 120mm chemical-ballistic shells.\n\nThe Mk61 and Mk62 also feature a specially designed dual-purpose control computer allowing them to be automatically assigned to incoming missile threats, provided the gun is not already assigned another target and the correct ammunition is available.",
	"HULLCOMP_MK64_CANNON_DESC": "A medium-weight cannon, intended to operate as a middle-ground between the lighter and heavier Mk.6x series, offering excellent firepower to shred light warships while also providing a solid punch on targets above its weight class.\n\nWith a fairly quick acquisition time, the weapon can reliably train onto heavier targets, but will struggle against smaller, more evasive targets. As such, it is best used from medium-to-long range where its ample reload time and accuracy can best be used. Fires 250mm chemical-ballistic shells.",
	"HULLCOMP_MK65_CANNON_DESC": "A medium-weight cannon, intended to operate as a middle-ground between the lighter and heavier Mk.6x series, offering excellent firepower to shred light warships while also providing a solid punch on targets above its weight class. \n\nWith a fairly quick acquisition time, the weapon can reliably train onto heavier targets, but will struggle against smaller, more evasive targets. As such, it is best used from medium-to-long range where its ample reload time and accuracy can best be used. Fires 250mm chemical-ballistic shells.",
	"HULLCOMP_MK66_CANNON_DESC": "A heavy gun battery for anti-ship warfare, typically found standard issue on capital ships like cruisers or battleships. Despite its monstrous firepower, the Mk66 is fairly slow to acquire targets and has low muzzle velocity, but provides decent accuracy and a quick reload time for its weight class.\n\nBest used in medium to short-range engagements on slow targets where the full explosive power of the guns can best be put to full effect. Fires 450mm chemical-ballistic shells.",
	"HULLCOMP_MK68_CANNON_DESC": "The Mk.68 is identical in function to the Mk.66, but sports a third barrel for additional offensive capability. However, the additional firepower means additional requirements for crew, ammunition, and an increased reload time. Fires 450mm chemical-ballistic shells.",
	"HULLCOMP_MK81_RAILGUN_DESC": "The Alliance Mk8X Railgun provides a heavy warship with long-range direct-fire offensive ability, intended to pressure targets caught out in open space and foregoing cover. Alliance railguns typically lack the explosive power of their favored cannon weapons but make up for it with precision fire that can trigger fires and other debilitating effects on targets.\n\nRailguns defeat armor with ease but the lack of an explosive payload reduces the killing power of these weapons. Fires 300mm Magnetic rounds.",
	"HULLCOMP_MK82_RAILGUN_DESC": "The Alliance Mk8X Railgun provides a heavy warship with long-range direct-fire offensive ability, intended to pressure targets caught out in open space and foregoing cover. Alliance railguns typically lack the explosive power of their favored cannon weapons but make up for it with precision fire that can trigger fires and other debilitating effects on targets.\n\nThis model of the 8X is equipped with an additional rail at the cost of recharge time and power draw. Fires 300mm Magnetic rounds.",
	"HULLCOMP_MK90_AURORA_PDT_DESC": "A tactical laser system utilizing a pulsed laser that provides unrivaled long-range point defense, highly effective against missiles and personal craft. While accurate, the weapon requires immense reserves of power and can have its own fire-control system jammed.",
	"HULLCOMP_MK95_SARISSA_PDT_DESC": "The Mk95 'Sarissa' is the Alliance's answer to the difficulty of hitting modern multi-stage missiles after the sprint vehicle separates. This long-range point defense system allows individual missiles to be engaged at extreme range, before they are able to enter their terminal sprint phase and are thus easy pickings.\n\nThis weapon fires a minuscule projectile at high velocities which can easily destroy an unprotected target like a missile. Unfortunately, the small size means the projectile will simply vaporize itself against the armored hull of a warship and cause minimal damage.",
	"HULLCOMP_ML_9_MINE_LAUNCHER_DESC": "Minefields serve as an excellent force multiplier, something the Protectorate is in desperate need of.  The ML-9 is capable of launching 5 mines in rapid succession before it needs to be reloaded.  When used alone or in pairs it can rapidly create a dense minefield which will delay the advance of any enemy warships.",
	"HULLCOMP_MLS_2_LAUNCHER_DESC": "The MLS-2 is a roll-off missile launcher, loaded by crew members who retrieve munitions from bulk magazines. The MLS-2 can fire a volley of 4 medium-size missiles, like the SGM-series, before requiring a reload. As the reloading process is complicated, the MLS is restricted to firing currently loaded missiles, while swapping missiles requires a complete reload.\n\nThe MLS-2 comes with a special built-in system to initialize and pre-warm missiles during the loading process, skipping the lengthy pre-launch initializations and checks of an always-ready system like VLS.  This enables missiles to be launched immediately upon order, only taking a moment to load the target parameters before firing.\n\nNOTE: Rolloff-style launchers are not capable of firing defensive missiles.",
	"HULLCOMP_MLS_3_LAUNCHER_DESC": "A roll-off launcher capable of firing heavy anti-ship munitions, typically torpedoes. The MLS-3 is manually loaded by crewmembers pulling ammunition from the bulk magazines and can fire 2 torpedoes per volley. As the ammunition is quite heavy, the MLS-3 has an extensive reload time and is restricted to firing only the currently loaded weapons.\n\nThe MLS-3 comes with a special built-in system to initialize and pre-warm missiles during the loading process, skipping the lengthy pre-launch initializations and checks of an always-ready system like VLS.  This enables missiles to be launched immediately upon order, only taking a moment to load the target parameters before firing.\n\nNOTE: Rolloff-style launchers are not capable of firing defensive missiles.",
	"HULLCOMP_MOUNT_GYROS_DESC": "Equips a warship's turreted weapons with self-correcting gyroscopic rings, improving turret traversal speed and increasing overall accuracy.",
	"HULLCOMP_P11_PAVISE_PDT_DESC": "The P11 operates on the same principle as the Mk20 Defender, but makes up for the inherent inaccuracy of the Protectorate's retrofitted civilian sensors by adding a second barrel to double the number of 20mm rounds in any given point of space.",
	"HULLCOMP_P20_BASTION_PDT_DESC": "The P20 is a rotary flak turret which works well against large groups of slow, conventional missiles.",
	"HULLCOMP_P60_GRAZER_PDT_DESC": "Probably the greatest threat to the Protectorate's rag-tag fleet is the advanced hybrid missiles that Alliance ships regularly carry.  Tremendous effort was dedicated to creating a laser weapon which could counter even one of these missiles, and through no small feat the P60 was developed.  Taking advantage of the high speed and accuracy of shipyard cutting laser arms, and adding an electro-optical sensor for accuracy, the P60 can output a brief burst of laser energy to cut through sprinting threats.",
	"HULLCOMP_PLANT_CONTROL_CENTER_DESC": "A centralized control center equipped with a suite of improved monitoring, management, and control systems for a ship's reactor plant, allowing crew to operate remotely from the localized controls, for more efficient operation of the power plant.",
	"HULLCOMP_R400_BLOODHOUND_LRT_RADAR_DESC": "The R400 is a long-range tracking radar which can develop an accurate track on a ship within an extremely narrow field of view while staying out of harm's way.\n\nThe R400 does not provide continuous scan like a search radar, and must be manually directed at an area to search.",
	"HULLCOMP_R550_EARLY_WARNING_RADAR_DESC": "Long-wave early warning radars provide tremendous range but terrible accuracy, and have fallen out of use by the Alliance over a century ago.  These radars can provide continuous dwell on an area of space, and while they can't provide a track worth firing on, they enable Protectorate fleets to maneuver with purpose and pick engagements they can win.  Be warned that due to its design this radar has enormous side- and back-lobes and can be detected from ELINT at great range.\n\nThe R550 does not provide continuous scan like a search radar, and must be manually directed at an area to search.",
	"HULLCOMP_RAPID_DC_LOCKER_DESC": "Damage Control lockers provide a warship with teams capable of repairing ship components and restoring destroyed modules or compartments back into working order.\n\nThis type of locker contains a single team of elite damage control personnel who can quickly move to a damaged component, assess its condition, and execute emergency repairs.  They work more quickly than normal DC teams, but they don't have the tools to perform restorations of destroyed components.",
	"HULLCOMP_RAPID_CYCLE_CRADLE_DESC": "Improved hydraulic drivers on a weapon's autoloader cradle, allowing it to cycle the next round into the chamber more quickly.",
	"HULLCOMP_REDUNDANT_REACTOR_FAILSAFES_DESC": "A redundant emergency shutdown system for fusion reactors, supplementing the built-in shutdown system which can fail when the module itself is heavily damaged.  Significantly reduces the probability of a reactor overload occurring.",
	"HULLCOMP_REINFORCED_CIC_DESC": "The Combat Information Center (CIC) is the central command hub that provides command and control for the warship, and is critical in the operation of the vessel during an engagement.  This compartment has increased resistance to destruction compared to a normal CIC.\n\nDestruction of the CIC results in a loss of command and the affected warship cannot receive commands until the CIC is repaired.",
	"HULLCOMP_REINFORCED_DC_LOCKER_DESC": "Damage Control lockers provide a warship with teams capable of repairing ship components and restoring destroyed modules or compartments back into working order.\n\nEach locker allows a certain number of restorations for destroyed modules or components, but destruction of a DC locker will completely remove all available restorations. This compartment is reinforced to make it more likely restorations will remain available after a big hit.",
	"HULLCOMP_REINFORCED_MAGAZINE_DESC": "Magazines hold the ammunition for the warship and can carry multiple types of ammunition all at once. Destruction of the magazine will result in all stored ammunition rendered unusable until repaired.\n\nThis magazine is reinforced and has increased safety measures, reducing the likelihood of magazine explosion, but also reducing storage volume.",
	"HULLCOMP_REINFORCED_THRUSTER_NOZZLES_DESC": "An upgrade to all of the warship's thruster nozzles, making them able to withstand the increased output of operating at flank speed for prolonged period.",
	"HULLCOMP_RF101_BULLSEYE_RADAR_DESC": "The RF101 is a high-power turreted fire control system that allows the equipped warship to lock onto tracks, providing extreme accuracy for weapons. Highly effective with precision and command-guided weapons.\n\nThe RF101 cannot lock onto targets obscured by the host warship's hull or targets outside of its field of view.",
	"HULLCOMP_RF44_PINPOINT_RADAR_DESC": "The Pinpoint is the predecessor to the Bullseye Fire Control Radar that is now ubiquitous throughout the fleet.  It is inferior in almost every way except its resistance to jamming, but provides good target quality if it can get in range.",
	"HULLCOMP_RL18_LAUNCHER_DESC": "What the Protectorate lacks in advanced missile technology, it makes up for in volume.  These rocket launchers are just a series of tubes banded together with an ignition circuit run through them but up close, where they can't miss, their damage rivals that of even a particle beam.",
	"HULLCOMP_RL36_LAUNCHER_DESC": "What the Protectorate lacks in advanced missile technology, it makes up for in volume.  These rocket launchers are just a series of tubes banded together with an ignition circuit run through them but up close, where they can't miss, their damage rivals that of even a particle beam.",
	"HULLCOMP_RM50_PARALLAX_RADAR_DESC": "The RM50 Suite is a multi-function, multi-mode radar array designed for both search and fire-control applications.  By focusing tighter beams through the radar panels it is able to track a single target with high accuracy while also maintaining a volume search scan, all without the need for a separate turreted module consuming an external hardpoint.\n\nMulti-mode radars suffer from the drawback that they can only lock a target out to the maximum detection range of that target based on the sensitivity of the sensor, unlike a dedicated fire-control radar which can lock out to its maximum effective range. In other words, if the search function could not see the target on its own, it will not be able to lock a track from the sensor network.",
	"HULLCOMP_RS35_FRONTLINE_RADAR_DESC": "The RS35 Suite utilizes a short-range radar system useful for targeting and situational awareness in the immediate vicinity of the equipped warship with high accuracy.",
	"HULLCOMP_RS41_SPYGLASS_RADAR_DESC": "The RS41 Suite provides a long-range sensor system to the equipped warship for detecting targets at range, but at the cost of reduced sensor track accuracy and a higher power draw.",
	"HULLCOMP_SALS_2_WARD_LAUNCHER_DESC": "Swinging arm launchers are an antiquated missile launcher design which saw brief use across the Alliance fleet before the adoption of the now-ubiquitous vertical launching systems.  This style of launcher features a turreted arm which aligns with a magazine access hatch in the base to load a single missile, then points at the target before firing.\n\nThe SALS-2 launcher can fire a single missile at a time, and draws its ammunition from the ship's internal storage.",
	"HULLCOMP_SIGNATURE_SCRAMBLER_DESC": "The signature scrambler is a complex upgrade to all installed signal generators and antennas in both radars and communications equipment.  By using an array of components and randomly aligning them for the different stages of waveform generation, and electronic and mechanical shortening/lengthening of waveguides and antennas, it complicates the identification of a warship by its electronic signatures alone.",
	"HULLCOMP_SMALL_DC_LOCKER_DESC": "Damage Control lockers provide a warship with teams capable of repairing ship components and restoring destroyed modules or compartments back into working order.\n\nEach locker allows a certain number of restorations for destroyed modules or components, but destruction of a DC locker will completely remove all available restorations.",
	"HULLCOMP_SMALL_ENERGY_REGULATOR_DESC": "Additional energy reservoirs, heatsinks, and improved housing reduces the recharge time on energy-based weapons like lasers, beams, or railguns.",
	"HULLCOMP_SMALL_MOUNTED_HANGAR_DESC": "An all-in-one solution for larger mainline warships which need to carry spacecraft in order to extend their capabilities.  This hangar can hold and launch a single small spacecraft, and can also provide a launch pad for spacecraft stored in internal hangars.",
	"HULLCOMP_SMALL_REACTOR_BOOSTER_DESC": "Reactor boosters optimize the efficiency of a warship’s fusion reactors, providing an increase to total power generated but also increasing the ship's radar signature size.",
	"HULLCOMP_SMALL_WORKSHOP_DESC": "Provides a workspace for engineers to fabricate temporary parts and shoring to increase damage control team working speed.",
	"HULLCOMP_SPACECRAFT_REPAIR_STATION_DESC": "Provides a location inside the ship where damaged craft can be moved to in order to be repaired.  Only one craft can be repaired at this station at a time.",
	"HULLCOMP_SPACECRAFT_STRIKEDOWN_STATION_DESC": "Provides an additional location inside the ship where spacecraft can be armed and fueled if all launch pads are occupied.  As soon as a pad becomes available the craft will be moved from this station to the pad.  These stations also provide additional post-flight capacity, if not already in use.",
	"HULLCOMP_STRIKE_PLANNING_CENTER_DESC": "A compartment dedicated to the planning and execution of rapid missile strikes.  Highly trained missile fire control specialists can quickly coordinate fire missions using a combination of their experience and the databases of pre-planned missions contained within.",
	"HULLCOMP_STROBE_CORRELATOR_DESC": "A dedicated processing subsystem for radars, allowing them to more finely determine the direction of an incoming jamming strobe.",
	"HULLCOMP_SUNDRIVE_RACING_PRO_DESC": "Racing drive, high speed but fragile",
	"HULLCOMP_SUPPLEMENTARY_RADIO_AMPLIFIERS_DESC": "High-quality amplifiers installed into the warship's communications line that provides an increase to the warship's total transmitting power to combat communications jamming.",
	"HULLCOMP_T20_CANNON_DESC": "Engineering large turrets is difficult, but Protectorate shipyards were able to slap together the T20 and T30 series out of spare sheets and leftover parts.  They're not the prettiest turrets in known space, and they only fire small 100mm rounds, but when fired into a hole opened up by a larger weapon they can wreak havoc inside.",
	"HULLCOMP_T30_CANNON_DESC": "Engineering large turrets is difficult, but Protectorate shipyards were able to slap together the T20 and T30 series out of spare sheets and leftover parts.  They're not the prettiest turrets in known space, and they only fire small 100mm rounds, but when fired into a hole opened up by a larger weapon they can wreak havoc inside.",
	"HULLCOMP_T81_PLASMA_CANNON_DESC": "Despite its high-tech sound, this plasma cannon is actually a relatively crude solution to the Protectorate's problem of being out-armored in every weight class.  These coilguns fire a magnetic bottle containing superheated plasma which shatters against the armor of a warship and melts large holes, opening it up for attack from lighter caliber weaponry such as 100mm.",
	"HULLCOMP_TALS_2_TALISMAN_LAUNCHER_DESC": "Swinging arm launchers are an antiquated missile launcher design which saw brief use across the Alliance fleet before the adoption of the now-ubiquitous vertical launching systems.  This style of launcher features a turreted arm which aligns with a magazine access hatch in the base to load a single missile, then points at the target before firing.\n\nThe TALS-2 launcher can fire up to two missiles at a time, and draws its ammunition from the ship's internal storage.",
	"HULLCOMP_TE45_MASS_DRIVER_DESC": "The TE45 is a repurposed piece of mining equipment, able to sling a massive block of tungsten at high velocities and crack open asteroids.  These railguns don't have the same armor penetration as an Alliance railgun due to the shape of their projectile, but having a heavy block of metal stop instantly when hitting an armored warship creates quite the explosion.",
	"HULLCOMP_TLS_3_LAUNCHER_DESC": "The Turreted Launching System (TLS) is a 6-cell, trainable box launcher for size 3 missiles.  It is most useful for countering the low maneuverability of of the Pilum class of missiles by firing them on a direct line towards the target at close range.",
	"HULLCOMP_TRACK_CORRELATOR_DESC": "Reduces the position and velocity deviation of sensor tracks by correlating the history of tracking data, providing a more accurate track.",
	"HULLCOMP_VLS_1_23_LAUNCHER_DESC": "Similar to the VLS-2, the VLS-1-23 serves as a compact missile platform that allows a warship to have a wide variety of missile weapons to be used on a moment's notice, but is rated for smaller munitions like Riposte interceptors.  Unlike its larger cousin, however, it is not designed in a modular fashion and has a consistent cell count regardless of the size of the available mount.",
	"HULLCOMP_VLS_1_46_LAUNCHER_DESC": "Similar to the VLS-2, the VLS-1-46 serves as a compact missile platform that allows a warship to have a wide variety of missile weapons to be used on a moment's notice, but is rated for smaller munitions like Riposte interceptors.  Unlike its larger cousin, however, it is not designed in a modular fashion and has a consistent cell count regardless of the size of the available mount.",
	"HULLCOMP_VLS_2_LAUNCHER_DESC": "Available to nearly all warships, the VLS-2 is the most common missile platform found in the fleets, with a modular system that allow for a mix-and-match mission profile of all medium-size missiles, such as the SGM-2 series of cruise missiles. Despite the ease-of-use, reloading the cells is a delicate task that can only be completed in port, so once a VLS is empty, it's useless for the remainder of an engagement.",
	"HULLCOMP_VLS_3_LAUNCHER_DESC": "Available to nearly all warships, the VLS-3 is a modular system that allow for a mix-and-match mission profile of all large-size missiles, such as the SGT-3 series of torpedoes. Despite the ease-of-use, reloading the cells is a delicate task that can only be completed in port, so once a VLS is empty, it's useless for the remainder of an engagement.",

	"AMMONAME_100MM_AP_SHELL": "100mm AP Shell",
	"AMMONAME_100MM_FLAK_SHELL": "100mm Flak Shell",
	"AMMONAME_100MM_GRAPE": "100mm Grape",
	"AMMONAME_100MM_HE_SHELL": "100mm HE Shell",
	"AMMONAME_100MM_HE_HC_SHELL": "100mm HE-HC Shell",
	"AMMONAME_120MM_AP_SHELL": "120mm AP Shell",
	"AMMONAME_120MM_HE_SHELL": "120mm HE Shell",
	"AMMONAME_120MM_HE_RPF_SHELL": "120mm HE-RPF Shell",
	"AMMONAME_15MM_SANDSHOT": "15mm Sandshot",
	"AMMONAME_20MM_SLUG": "20mm Slug",
	"AMMONAME_250MM_AP_SHELL": "250mm AP Shell",
	"AMMONAME_250MM_HE_SHELL": "250mm HE Shell",
	"AMMONAME_250MM_HE_RPF_SHELL": "250mm HE-RPF Shell",
	"AMMONAME_300MM_AP_RAIL_SABOT": "300mm AP Rail Sabot",
	"AMMONAME_35MM_FLECHETTE": "35mm Flechette",
	"AMMONAME_35MM_SLUG": "35mm Slug",
	"AMMONAME_400MM_PLASMA_AMPOULE": "400mm Plasma Ampoule",
	"AMMONAME_450MM_AP_SHELL": "450mm AP Shell",
	"AMMONAME_450MM_HE_SHELL": "450mm HE Shell",
	"AMMONAME_500MM_FRACTURING_BLOCK": "500mm Fracturing Block",
	"AMMONAME_50MM_FLAK_SHELL": "50mm Flak Shell",
	"AMMONAME_600MM_BOMB_SHELL": "600mm Bomb Shell",
	"AMMONAME_600MM_HE_SH_SHELL": "600mm HE-SH Shell",
	"AMMONAME_CBU_40_CLUSTER_BOMB": "CBU-40 Cluster Bomb",
	"AMMONAME_CM_4D1_DECOY_CONTAINER_CLIPPER_": "CM-4D1 Decoy Container (Clipper)",
	"AMMONAME_CM_4D2_DECOY_CONTAINER_LINE_SHIP_": "CM-4D2 Decoy Container (Line Ship)",
	"AMMONAME_EA12_CHAFF_DECOY": "EA12 Chaff Decoy",
	"AMMONAME_EA14_CHAFF_DECOY": "EA14 Chaff Decoy",
	"AMMONAME_EA20_FLARE_DECOY": "EA20 Flare Decoy",
	"AMMONAME_EA99_CONURE_ACTIVE_DECOY": "EA99 'Conure' Active Decoy",
	"AMMONAME_FBU_15_FRAGMENTATION_BOMB": "FBU-15 Fragmentation Bomb",
	"AMMONAME_KBU_15_BOMB": "KBU-15 Bomb",
	"AMMONAME_KBU_22_BOMB": "KBU-22 Bomb",
	"AMMONAME_M_30_MATTOCK_MINE": "M-30 'Mattock' Mine",
	"AMMONAME_M_30_N_MATTOCK_COOPERATIVE_MINE": "M-30-N 'Mattock' Cooperative Mine",
	"AMMONAME_M_50_AUGER_SPRINT_MINE": "M-50 'Auger' Sprint Mine",
	"AMMONAME_R_1_PERCH_ROCKET": "R-1 'Perch' Rocket",
	"AMMONAME_R_2_PIRANHA_ROCKET": "R-2 'Piranha' Rocket",
	"AMMONAME_R_3_SPEARFISH_ROCKET": "R-3 'Spearfish' Rocket",

	"AMMO_100MM_AP_SHELL_DESC": "Small armor-piercing rounds used on light cannon weapons.",
	"AMMO_100MM_FLAK_SHELL_DESC": "100mm high-explosive fragmentation round with tracer, used to provide defensive capability to the Protectorate's ubiquitous anti-ship turrets. Designed to destroy small threats like missiles and spacecraft.",
	"AMMO_100MM_GRAPE_DESC": "A canister of small, hardened metal beads.  Their low mass allows for higher velocity compared to standard shells.  Can be used against lightly armored targets to directly attack crew and damage delicate systems, or against missiles in flight.",
	"AMMO_100MM_HE_SHELL_DESC": "Small high-explosive shells used in light cannon weapons.",
	"AMMO_100MM_HE_HC_SHELL_DESC": "A variant of the 100mm HE shell with a greater length and more explosive capacity at the expense of armor penetration.  Most useful against targets which have had the armor stripped off by plasma barrage.",
	"AMMO_120MM_AP_SHELL_DESC": "Armor-piercing rounds utilized by light cannon weapons, such as the Mk6X series. Effective on light or medium-type warships. Increased effectiveness on armored targets, but with reduced damage on internal compartments.",
	"AMMO_120MM_HE_SHELL_DESC": "High-explosive rounds utilized by light cannon weapons, such as the Mk6X series. Effective on light or medium-type warships. Effective at disabling components within ships, at a reduced effectiveness on armor penetration.",
	"AMMO_120MM_HE_RPF_SHELL_DESC": "High-explosive rounds utilized by light cannon weapons, such as the Mk6X series. Effective on light or medium-type warships.  This round features a special Radio Proximity Fuze which will detonate the shell if it detects an object in its path, greatly increasing its effectiveness against fast, maneuvering, small targets like corvettes and frigates.\n\nThese rounds can also be used for defensive purposes such as shooting down incoming missiles.  Note that the proximity fuze does not discriminate between targets, and can destroy outbound friendly missiles if not used judiciously.",
	"AMMO_15MM_SANDSHOT_DESC": "A small magnetic sled which is used to accelerate a collection of tungsten grains to incredible velocities.  Sandshot is extremely effective against missiles and other unprotected targets, but completely useless against warships.",
	"AMMO_20MM_SLUG_DESC": "20mm high-velocity metal slug utilized in rapid-fire weapons, such as the Defender PDT. Ineffective against anything with warship-grade hull armoring, but deadly against light targets such as missiles or personal craft.",
	"AMMO_250MM_AP_SHELL_DESC": "Armor-piercing shells utilized by cannon weapons, such as the Mk6X series. Effective on light or medium-type warships, with acceptable performance on heavy-type warships.  Has increased effectiveness against penetrating or destroying hull armor, but lacks a high-explosive payload.",
	"AMMO_250MM_HE_SHELL_DESC": "High-explosive shells utilized by cannon weapons, such as the Mk6X series. Effective on light or medium-type warships. Lacks the hull armor penetration power of AP shells, but utilizes a deadly high-explosive payload to destroy the interiors of targets.",
	"AMMO_250MM_HE_RPF_SHELL_DESC": "High-explosive rounds utilized by light cannon weapons, such as the Mk6X series. Effective on light or medium-type warships.  This round features a special Radio Proximity Fuze which will detonate the shell if it detects an object in its path, greatly increasing its effectiveness against fast, maneuvering, small targets like corvettes and frigates.\n\nThese rounds can also be used for defensive purposes such as shooting down incoming missiles.  Note that the proximity fuze does not discriminate between targets, and can destroy outbound friendly missiles if not used judiciously.",
	"AMMO_300MM_AP_RAIL_SABOT_DESC": "High-velocity alloy-based shell used in railgun-type weapon systems, including mass drivers.  While the full size of the sabot package is 300mm, the needle projectile is much smaller.  These high-speed, extremely hard needles perforate delicate components and cause rapid degradation to warship systems, though they lack the explosive punch to permanently destroy them.",
	"AMMO_35MM_FLECHETTE_DESC": "A bundle of high-velocity needles contained in a 35mm shell and held together by a substrate which vaporizes upon firing.  Designed for use against missiles and spacecraft.",
	"AMMO_35MM_SLUG_DESC": "A 35mm high-velocity hardened metal slug designed for use against missiles, spacecraft, and lightly armored warships.",
	"AMMO_400MM_PLASMA_AMPOULE_DESC": "A magnetic bottle containing a quantity of plasma within its field.  When propelled at an enemy ship by a coilgun it shatters on impact, melting large swathes of armor away.  The plasma contained in the bottle is heated by induction immediately before firing and cools in flight, giving this weapon its highest damage potential at ranges less than 4km.",
	"AMMO_450MM_AP_SHELL_DESC": "Armor Piercing shells for use in heavy ballistic weapons, effective against medium and heavy warships. Low-velocity shells that have increased effectiveness against hull armor, but lacks a high-explosive payload.",
	"AMMO_450MM_HE_SHELL_DESC": "High-Explosive shells for use in heavy ballistic weapons, effective against medium and heavy warships. Low-velocity shells with a large explosive payload for destroying the interiors of warships, but lacks the armor penetration of AP shells.",
	"AMMO_500MM_FRACTURING_BLOCK_DESC": "Fracturing blocks are commonly used in asteroid mining to burrow into large rocks or to shatter smaller ones contained in a net.  They are accelerated to high velocity by mass drivers and produce tremendous force on impact.\n\nUnlike the Alliance's weaponized mass drivers, these variants are blunt rectangles of tungsten and are not designed to punch clean through heavy armor.  Instead, they fragment on impact and produce a large explosion akin to a missile warhead.",
	"AMMO_50MM_FLAK_SHELL_DESC": "50mm high-explosive fragmentation round with tracer, used in flak guns such as the Rebound. Designed to destroy small threats like missiles, drones, and fighters.",
	"AMMO_600MM_BOMB_SHELL_DESC": "An enormous bomb wrapped in a scored metal casing and triggered by a time delay fuze.  These shells can wreak havoc on tight formations of small ships.",
	"AMMO_600MM_HE_SH_SHELL_DESC": "High-Explosive shells for use in heavy ballistic weapons, effective against medium and heavy warships.  Low-velocity shells with a large explosive payload for destroying the interiors of warships, but lacks the armor penetration of AP shells. This particular type has a deforming, or 'squash', head which produces a cone-shaped blast inside the target.",

	"MISSILE_SDM1_BODY_DESC": "This missile takes the tried-and-true SGM-1 Riposte body and adds a high speed boost stage, allowing the missile to get out to long range quickly before switching to a more maneuverable but slower second stage.  This missile is significantly longer than the basic Riposte, and doesn't fit into the compact VLS systems.",
	"MISSILE_SDM2_BODY_DESC": "A cut-down version of the SGM-2 series of missiles with a booster attached, designed for defensive purposes.  This missile can get out to long range quickly and then transition to a highly maneuverable final stage excellent for taking out small threats like missiles and spacecraft.",
	"MISSILE_SGM1_BODY_DESC": "Missiles based on the SGM-1 body are fast and agile, able to maneuver in tight spaces and face their target only a split second after firing.  Their nimble maneuvering characteristics make them excellent for intercepting other missiles, or for use against lighter warships when fitted with the correct warhead.  Unfortunately, due to the frame's small size it has limited capacity for fuel and explosive material.",
	"MISSILE_SGM2_BODY_DESC": "The SGM-2 body has been a tried and true mainstay of the Alliance fleet for over a century.  Missiles built on this frame have a healthy balance of speed, flight time, and explosive power.",
	"MISSILE_SGT3_BODY_DESC": "Torpedos focus on dealing incredible damage at short ranges, and the SGT-3 is no exception.  They are usually launched inside a target's point defense range, and thus must dedicate significant weight to protection in order to minimize their chance of being immediately destroyed.  This makes torpedos extremely heavy and slow.",
	"MISSILE_SGMH2_BODY_DESC": "Hybrid missiles combine the characteristics found in two other classes of missiles.  The SGM-H-2 is a Size 2 missiles built from a long-range cruise bus which offers moderate speed and long range to deliver a Size 1 sprint vehicle to the target at high speed.  These missiles excel at punching through dense point defense networks and dealing moderate damage.",
	"MISSILE_SGMH3_BODY_DESC": "Hybrid missiles combine the characteristics found in two other classes of missiles.  The SGM-H-3 is a Size 3 missiles built from a long-range cruise bus which offers moderate speed and long range to deliver a Size 2 sprint vehicle to the target at high speed.  These are the most expensive and dangerous missiles that can be found, and only two or three are required to destroy a heavy target.",
	"MISSILE_CM4_BODY_DESC": "At the opening of the conflict the Protectorate found themselves with a plethora of storage capacity but little use for it.  The CM-4 Container Missile was a hastily engineered fever dream, taking the shipping containers filling merchant stations around the system and converting them into makeshift missiles which could take advantage of the massive container racks adorning many of the commandeered ships.\n\nDue to their size, they have incredible explosive potential and fuel capacity.  Additionally, the lack of size constraint on electronics allows for easier integration of seekers and support modules using COTS components.",
	"MISSILE_CMS4_BODY_DESC": "This variant of the missile is primarily used for supporting salvos of other missiles, with the main warhead bay repurposed for support modules only.  It contains a small warhead slot at the front for modest backup damage.",
	"MISSILE_CM4D_DECOYCONTAINER_DESC": "Decoy Containers are specialized missiles packed with electronic equipment hastily stripped from damaged or destroyed ships.  They fly slowly, at the same speed as the ship they are meant to mimic, and emit a strong electronic signature to confuse enemy intelligence gathering efforts.  Properly deployed, these decoys can disguise offensive fronts, cover retreats, or perform a feint.",
	"MISSILE_CM4D1_CLIPPERDECOY_DESC": "This decoy mimics the signature of a Ferryman clipper.",
	"MISSILE_CM4D2_LINERDECOY_DESC": "This decoy mimics the signature of a Marauder line ship.",
	"MISSILE_EA12_DECOY_DESC": "VLS-launched countermeasure that detonates into a cloud of highly-reflective strips of aluminum which can completely disrupt the targeting systems of radar-guided missiles or radar-equipped warships for a short time.  This variant has a radar signature size of approximately 22,500m<sup>2</sup>.",
	"MISSILE_EA14_DECOY_DESC": "VLS-launched countermeasure that detonates into a cloud of highly-reflective strips of aluminum which can completely disrupt the targeting systems of radar-guided missiles or radar-equipped warships for a short time.  This variant has a radar signature size of approximately 40,000m<sup>2</sup>.",
	"MISSILE_EA20_DECOY_DESC": "VLS-launched countermeasure that detonates into a number of extremely bright, high-temperature flares which attempt to mimic the hot wake of the ship and draw off heat-seeking missiles.",
	"MISSILE_EA99_DECOY_DESC": "A more advanced radar decoy which features an active component, enabling it to seduce chaff-discriminant and anti-radiation missiles by emitting its own radar signals which mimic those of ship-based radars.  The effective radar cross-section of this decoy is 400,000m<sup>2</sup>.\n\nThe EA99 decoy requires a known missile threat in order to determine its optimal fly-out direction to maximize probability of seduction.  These decoys cannot be dumb-fired like chaff and flares.",
	"MISSILE_M30_MINE_DESC": "A loitering missile which will float nearby its launch point until a ship enters its activation zone.  When a ship's magnetic signature is detected, the mine will orient towards the direction and activate a radar seeker.",
	"MISSILE_M30_COOPMINE_DESC": "This mine is able to network with other nearby mines to conduct a simultaneous attack on a target detected by any mine in the cluster.",
	"MISSILE_M50_SPRINTMINE_DESC": "This mine has a high-thrust engine allowing it to accelerate to high speed rapidly and improve penetration of point defenses.",
	"MISSILE_R1_ROCKET_DESC": "A simple, unguided rocket meant to be fired from spacecraft rocket pods.  Devastatingly effective at close range against light targets, but their accuracy falls off dramatically towards the end of their fuel limits.",
	"MISSILE_R2_ROCKET_DESC": "A simple, unguided rocket meant to be fired from turreted rocket launchers.  Devastatingly effective at close range, but their accuracy falls off dramatically towards the end of their fuel limits.",
	"MISSILE_R3_ROCKET_DESC": "A heavy unguided rocket meant to be fired from bomber spacecraft.  Devastatingly effective at close range, but their accuracy falls off dramatically towards the end of their fuel limits.",

	"MISSILECOMPNAME_BLAST_FRAGMENTATION": "Blast Fragmentation",
	"MISSILECOMPNAME_BLAST_FRAGMENTATION_EL": "Blast Fragmentation EL",
	"MISSILECOMPNAME_BOOSTED_SELF_SCREENING_JAMMER": "Boosted Self-Screening Jammer",
	"MISSILECOMPNAME_CLUSTER_DECOY_LAUNCHER": "Cluster Decoy Launcher",
	"MISSILECOMPNAME_COLD_GAS_BOTTLE": "Cold Gas Bottle",
	"MISSILECOMPNAME_COMMAND_RECEIVER": "Command Receiver",
	"MISSILECOMPNAME_CRUISE_GUIDANCE": "Cruise Guidance",
	"MISSILECOMPNAME_DECOY_LAUNCHER": "Decoy Launcher",
	"MISSILECOMPNAME_DIRECT_GUIDANCE": "Direct Guidance",
	"MISSILECOMPNAME_ELECTRO_OPTICAL_SEEKER": "Electro-Optical Seeker",
	"MISSILECOMPNAME_FAST_STARTUP_MODULE": "Fast Startup Module",
	"MISSILECOMPNAME_FIXED_ACTIVE_RADAR_SEEKER": "Fixed Active Radar Seeker",
	"MISSILECOMPNAME_FIXED_ANTI_RADIATION_SEEKER": "Fixed Anti-Radiation Seeker",
	"MISSILECOMPNAME_FIXED_SEMI_ACTIVE_RADAR_SEEKER": "Fixed Semi-Active Radar Seeker",
	"MISSILECOMPNAME_HARDENED_SKIN": "Hardened Skin",
	"MISSILECOMPNAME_HE_IMPACT": "HE Impact",
	"MISSILECOMPNAME_HE_KINETIC_PENETRATOR": "HE Kinetic Penetrator",
	"MISSILECOMPNAME_RADAR_ABSORBENT_COATING": "Radar Absorbent Coating",
	"MISSILECOMPNAME_SELF_SCREENING_JAMMER": "Self-Screening Jammer",
	"MISSILECOMPNAME_STEERABLE_ACTIVE_RADAR_SEEKER": "Steerable Active Radar Seeker",
	"MISSILECOMPNAME_STEERABLE_EXTENDED_ACTIVE_RADAR_SEEKER": "Steerable Extended Active Radar Seeker",
	"MISSILECOMPNAME_SUBMUNITION_DISPENSER": "Submunition Dispenser",
	"MISSILECOMPNAME_WAKE_HOMING_SEEKER": "Wake-Homing Seeker",
	"MISSILECOMPNAME_WAKE_THERMAL_SEEKER": "Wake-Thermal Seeker",
	"MISSILECOMPNAME_KINETIC_KILL_MASS": "Kinetic Kill Mass",

	"MISSILECOMPNAME_SGM_1_ENGINE": "SGM-1 Engine",
	"MISSILECOMPNAME_SDM_1_BOOSTER_ENGINE": "SDM-1 Booster Engine",
	"MISSILECOMPNAME_SDM_1_MAIN_ENGINE": "SDM-1 Main Engine",
	"MISSILECOMPNAME_SGM_2_ENGINE": "SGM-2 Engine",
	"MISSILECOMPNAME_SDM_2_BOOSTER_ENGINE": "SDM-2 Booster Engine",
	"MISSILECOMPNAME_SDM_2_MAIN_ENGINE": "SDM-2 Main Engine",
	"MISSILECOMPNAME_SGM_H_2_CRUISE_ENGINE": "SGM-H-2 Cruise Engine",
	"MISSILECOMPNAME_SGM_H_2_SPRINT_ENGINE": "SGM-H-2 Sprint Engine",
	"MISSILECOMPNAME_SGM_H_3_CRUISE_ENGINE": "SGM-H-3 Cruise Engine",
	"MISSILECOMPNAME_SGM_H_3_SPRINT_ENGINE": "SGM-H-3 Sprint Engine",
	"MISSILECOMPNAME_SGT_3_ENGINE": "SGT-3 Engine",
	"MISSILECOMPNAME_CM_4_ENGINE": "CM-4 Engine",

	"MISSILECOMP_BLAST_FRAGMENTATION_EL_DESC": "This type of warhead explodes by proximity fuze and sends out thousands of shrapnel fragments at high velocities, ripping through small targets like other missiles.  This 'EL' variant (Enhanced Lethality) has a much higher probability of doing damage to targets in general but especially during sub-optimal crossing intercepts.  Note that this warhead is entirely ineffective against warships of any size.",
	"MISSILECOMP_BLAST_FRAGMENTATION_DESC": "This type of warhead explodes by proximity fuze and sends out thousands of shrapnel fragments at high velocities, ripping through small targets like other missiles.  Fuzing a fragmentation warhead is extremely time-sensitive.  The effectiveness of the warhead is related to the relative velocities of the missile and target at the time of intercept, with an intercept from directly ahead or behind having the highest pK.  Note that this warhead is entirely ineffective against warships of any size.",
	"MISSILECOMP_BOOSTED_SELF_SCREENING_JAMMER_DESC": "Creates a directional jamming signal ahead of the missile.",
	"MISSILECOMP_CLUSTER_DECOY_LAUNCHER_DESC": "This module turns soft-kill on its head, ejecting a series of rocket powered decoys with high radar reflectivity along the missile's flight path to aid in point defense penetration by overwhelming it with false targets.",
	"MISSILECOMP_COLD_GAS_BOTTLE_DESC": "A bottle of highly compressed cold gas to supplement the ejection charge for a cold-launched missile, and early maneuverability for all missiles.  Increases the maneuverability of a missile during the thruster push-off and initial boost phases of flight.",
	"MISSILECOMP_COMMAND_RECEIVER_DESC": "Command-guided missiles are steered by a communications signal from the launching ship, directing them towards a sensor track that the ship holds.  These seekers are extremely difficult to defeat through soft-kill methods and cannot be decoyed, requiring the command signal itself to be jammed or the launching ship destroyed.\n\nNote: Validation seekers have no benefit for Command-guided seekers, as they are only following steering commands and do not acquire a target on their own.",
	"MISSILECOMP_CRUISE_GUIDANCE_DESC": "A more advanced form of missile guidance that is capable of following a complex waypoint path to the target, enabling blind strikes around asteroids and more.",
	"MISSILECOMP_DECOY_LAUNCHER_DESC": "This module turns soft-kill on its head, ejecting a series of rocket powered decoys with high radar reflectivity along the missile's flight path to aid in point defense penetration by overwhelming it with false targets.",
	"MISSILECOMP_DIRECT_GUIDANCE_DESC": "The simplest form of missile guidance system.  This avionics package guides the missile in a straight line towards the target that has been acquired by the missile's seeker.",
	"MISSILECOMP_ELECTRO_OPTICAL_SEEKER_DESC": "Electro-optical seekers are cameras with advanced image processing algorithms, allowing them to pick out targets with great accuracy.  These seekers are nearly impossible to decoy, and unlike radar-based seekers they are able to identify specific ships if fired at a target with enough intelligence.",
	"MISSILECOMP_FAST_STARTUP_MODULE_DESC": "An additional component for the control system which constantly checks the missile's status and keeps the system in a pre-warmed state while in battle.  This eliminates much of the normal startup time for a missile, but adds a risk of the missile failing on launch.",
	"MISSILECOMP_FIXED_ACTIVE_RADAR_SEEKER_DESC": "Active radar seekers find targets by sending out bursts of radio waves and listening for the return.  Their major advantage is that they allow missiles to be fully autonomous, without the need of any other platform to guide them in for the kill.  Unfortunately, active seekers without backup are also easy to decoy and jam.",
	"MISSILECOMP_FIXED_ANTI_RADIATION_SEEKER_DESC": "Anti-radiation seekers home in on the radiated energy of a target.  These seekers also make excellent validators, allowing the missile to discriminate between a ship and a simple decoy like chaff by checking for radio emissions.",
	"MISSILECOMP_FIXED_SEMI_ACTIVE_RADAR_SEEKER_DESC": "Semi-active radar homing seekers look for continuous-wave radar illumination on a target in order to home in on them.  This seeker requires the launching platform to paint the target with radar waves, as it cannot emit its own.",
	"MISSILECOMP_HARDENED_SKIN_DESC": "Gives the missile body a shell built from a harder alloy, making it more resistant to damage from incoming PD fire.",
	"MISSILECOMP_HE_IMPACT_DESC": "A high-explosive warhead that detonates on contact with a target.  This type of warhead is a good all-around choice for targets large and small.  It will create a large hole in the armor, opening that area up for cannon fire, and doing catastrophic damage to internal components.",
	"MISSILECOMP_HE_KINETIC_PENETRATOR_DESC": "A high explosive charge wrapped in a hardened penetrator shell.  This warhead is excellent at piercing heavy armor and dealing extensive damage to all components along its travel path through the ship.  Its armor penetrating capability is directly tied to it's impact velocity, but moving too quickly through lightly armored targets will cause most of the explosive force to be lost.",
	"MISSILECOMP_KINETIC_KILL_MASS_DESC": "A solid block of metal designed to slam into other missiles and destroy them by pure kinetic force alone.  Direct impacts are extremely effective against heavy missiles like torpedoes but against warships this makes the missile nothing more than an expensive cannon shell.",
	"MISSILECOMP_RADAR_ABSORBENT_COATING_DESC": "Covers the missile body in a radar absorbent material, making it harder to detect and thus reducing the target's reaction time.",
	"MISSILECOMP_SELF_SCREENING_JAMMER_DESC": "Creates a short-range but powerful spherical area of radar jamming around the missile.",
	"MISSILECOMP_STEERABLE_ACTIVE_RADAR_SEEKER_DESC": "This seeker is an upgrade over the fixed version.  The radar emitter is mounted on a swivel head, allowing it to point in a different direction from the missile's direction of travel.  This means it can widen it's effective field of view by performing a conical scan, making it more likely to find target.  Additionally, it can keep its seeker pointed at the target while performing evasive maneuvers, or just leading the target at an extreme angle of approach.",
	"MISSILECOMP_STEERABLE_EXTENDED_ACTIVE_RADAR_SEEKER_DESC": "This seeker is an upgrade over the fixed version.  The radar emitter is mounted on a swivel head, allowing it to point in a different direction from the missile's direction of travel.  This means it can widen it's effective field of view by performing a conical scan, making it more likely to find target.  Additionally, it can keep its seeker pointed at the target while performing evasive maneuvers, or just leading the target at an extreme angle of approach.",
	"MISSILECOMP_SUBMUNITION_DISPENSER_DESC": "A configurable warhead which allows this missile to release multiple submunitions either at the end of its flight path or upon target detection.",
	"MISSILECOMP_WAKE_HOMING_SEEKER_DESC": "Wake-homing seekers detect the hot gasses emitted by the drive cones of ships, and turn in the direction of increasing strength.  This leads the missile directly into the main engines of the target, excellent for disabling mobility.  Note that the main drives must be active for this seeker to detect the wake.",
	"MISSILECOMP_WAKE_THERMAL_SEEKER_DESC": "Wake-homing seekers detect the hot gasses emitted by the drive cones of ships, and turn in the direction of increasing strength.  This leads the missile directly into the main engines of the target, excellent for disabling mobility.  Note that the main drives must be active for this seeker to detect the wake.\n\nThis upgraded version of the standard WAKE seeker has an extra-sensitive thermal camera capable of seeing the heat corona of engines from all viewing aspects, making it capable of validating targets a normal WAKE seeker could not.",

	"BOMB_CBU40_CLUSTER_DESC": "A large payload container which releases 10 RBU-15 bombs shortly after separation from the launching spacecraft.",
	"BOMB_FBU15_FRAG_DESC": "An unguided bomb which can be deployed by spacecraft against warships.  It carries a proximity-fuzed warhead which will inflict blast damage on lightly armored ships even if it narrowly misses a direct hit.",
	"BOMB_KBU15_DESC": "An unguided bomb which can be deployed by spacecraft against warships.",
	"BOMB_KBU22_DESC": "An unguided bomb which can be deployed by spacecraft against warships.",
	"BOMB_RBU15_DESC": "An unguided bomb which can be deployed by spacecraft against warships.  This variant features an extremely short duration solid rocket kick booster which gives the bomb an additional speed boost from the launching craft.",


	"CRAFT_HALBERD_DESC": "The RS-35 Halberd has been a maintstay of the Alliance fleet for generations.  It's a compact design which can fit in hangars on larger warships which don't have space for larger launch facilities.  Combined with it's significant flexibility, both offensively and defensively, this makes it an excellent extension of both the sensors and PD nets of its mothership.",
	"CRAFT_TANTO_DESC": "The PF-440 Tanto is a current generation endo/exo-atmospheric interceptor, capable of carrying modest weapon payloads into a multitude of battlespaces to suit the needs of the fleet it is attached to.  Interceptors excel at defensive interception of enemy craft in protection of the rest of the fleet, and also serve a modest space superiority role.\n\nThe Alliance prefers multi-domain craft due to their flexibility, allowing nearly the entire carrier complement to be available for any potential mission regardless of location for half the storage space of mixed wings.  While it is a modern space fighter and comes with excellent stealth capabilities, it's multi-domain nature places limits on how much it can excel in any single domain.",
	"CRAFT_CLAYMORE_DESC": "The B-86 Claymore is a current generation endo/exo-atmospheric bomber, blending low radar cross section and heavy weapon capacity.  Bombers excel at conducting strikes against enemy warships and installations while the rest of the fleet stays at a safe distance.  However, bombers can't survive long in open space and require careful strike planning to get them near to the target without being intercepted.\n\nThe Alliance prefers multi-domain craft due to their flexibility, allowing nearly the entire carrier complement to be available for any potential mission regardless of location for half the storage space of mixed wings.  While it is a modern space bomber and comes with excellent stealth capabilities, it's multi-domain nature places limits on how much it can excel in any single domain.",
	"CRAFT_SUNDIAL_DESC": "The E-44 Sundial is an endo/exo-atmospheric command-and-control platform, able to carry an excellent suite of sensors to anywhere in the battlespace at rapid speed.",
	"CRAFT_PIKE_DESC": "The RF-286 Pike is a fast, nimble scout craft.  It specializes in stealthily moving into position near enemy fleets and gathering information with its unique electro-optical camera ball.  If necessary it can also carry a modest array of weapons, but won't survive long in a direct fight.",
	"CRAFT_STURGEON_DESC": "The B-45 Sturgeon is an aging but extremely capable dedicated bomber spacecraft.  It can carry a massive load of anti-ship weaponry including torpedoes, missiles, rockets, bombs, and guns.  However, bombers can't survive long in open space and require careful strike planning to get them near to the target without being intercepted.",
	"CRAFT_BARRACUDA_DESC": "The PF-386 is a dedicated strike fighter spacecraft.  It can fit a wide variety of weapon types including guns, rocket pods, anti-ship missiles, bombs, and anti-craft missiles in almost any configuration.  This extreme flexibility, combined with its dedication to the space domain, makes it eminently capable of facing down the more modern Tanto in the battlespace.",

	"CRAFTCOMPNAME_100MM_GUN_PODS": "100mm Gun Pods",
	"CRAFTCOMPNAME_15MM_COILGUN": "15mm Coilgun",
	"CRAFTCOMPNAME_20MM_GUN": "20mm Gun",
	"CRAFTCOMPNAME_35MM_GUN": "35mm Gun",
	"CRAFTCOMPNAME_35MM_GUN_PODS": "35mm Gun Pods",
	"CRAFTCOMPNAME_ABLATIVE_FOAM": "Ablative Foam",
	"CRAFTCOMPNAME_ARTICULATED_NOZZLES": "Articulated Nozzles",
	"CRAFTCOMPNAME_BRACED_FRAME": "Braced Frame",
	"CRAFTCOMPNAME_CENTERLINE_FUEL_TANK": "Centerline Fuel Tank",
	"CRAFTCOMPNAME_CERAMIC_TILING": "Ceramic Tiling",
	"CRAFTCOMPNAME_ELINT_SENSOR": "ELINT Sensor",
	"CRAFTCOMPNAME_EO_TARGETING_BALL": "EO Targeting Ball",
	"CRAFTCOMPNAME_FERRYMAN_MASQUERADE": "Ferryman Masquerade",
	"CRAFTCOMPNAME_FUEL_TANKS": "Fuel Tanks",
	"CRAFTCOMPNAME_HELMET_MOUNTED_DISPLAY": "Helmet-Mounted Display",
	"CRAFTCOMPNAME_HIGH_CAPACITY_CM_LAUNCHER": "High-Capacity CM Launcher",
	"CRAFTCOMPNAME_HIGH_COHERENCE_CM_LAUNCHER": "High-Coherence CM Launcher",
	"CRAFTCOMPNAME_ILLUMINATOR_PODS": "Illuminator Pods",
	"CRAFTCOMPNAME_JAMMING_PODS": "Jamming Pods",
	"CRAFTCOMPNAME_MISSILE_CONTROL_COMPUTER": "Missile Control Computer",
	"CRAFTCOMPNAME_MISSILE_DECOY_PROJECTOR": "Missile Decoy Projector",
	"CRAFTCOMPNAME_NOSE_ILLUMINATOR": "Nose Illuminator",
	"CRAFTCOMPNAME_R_1_ROCKET_PODS": "R-1 Rocket Pods",
	"CRAFTCOMPNAME_S1_MISSILE_BAYS": "S1 Missile Bays",
	"CRAFTCOMPNAME_S1_OUTBOARD_PYLONS": "S1 Outboard Pylons",
	"CRAFTCOMPNAME_S1_OVERWING_PYLONS": "S1 Overwing Pylons",
	"CRAFTCOMPNAME_S1_UNDERWING_PYLONS": "S1 Underwing Pylons",
	"CRAFTCOMPNAME_S2_MISSILE_BAY": "S2 Missile Bay",
	"CRAFTCOMPNAME_S2_MISSILE_PYLONS": "S2 Missile Pylons",
	"CRAFTCOMPNAME_S2_OVERWING_PYLONS": "S2 Overwing Pylons",
	"CRAFTCOMPNAME_S2_UNDERWING_PYLONS": "S2 Underwing Pylons",
	"CRAFTCOMPNAME_S3_MISSILE_BAY": "S3 Missile Bay",
	"CRAFTCOMPNAME_S3_MISSILE_PYLONS": "S3 Missile Pylons",
	"CRAFTCOMPNAME_SHROUDED_EXHAUST": "Shrouded Exhaust",
	"CRAFTCOMPNAME_SPRINTER_MASQUERADE": "Sprinter Masquerade",
	"CRAFTCOMPNAME_STANDARD_CM_LAUNCHER": "Standard CM Launcher",
	"CRAFTCOMPNAME_STEALTH_COATING": "Stealth Coating",
	"CRAFTCOMPNAME_WAKE_SENSOR": "Wake Sensor",
	"CRAFTCOMPNAME_NOSE_RADAR": "Nose Radar",
	"CRAFTCOMPNAME_DOME_RADAR": "Dome Radar",
	"CRAFTCOMPNAME_PUCK_RADAR_ADVANCED_": "Puck Radar (Advanced)",
	"CRAFTCOMPNAME_PUCK_RADAR_BASIC_": "Puck Radar (Basic)",

	"CRAFTCOMP_HALBERD_35MM_GUN_DESC": "A turreted 35mm gun mounted below the cockpit.  It makes up for the Halberd's low maneuverability by allowing quick target tracking at extreme angles.",
	"CRAFTCOMP_HALBERD_35MM_GUN_TOP_DESC": "A turreted 35mm gun mounted on the top rear of the spacecraft, with a full 360 degree traversal.",
	"CRAFTCOMP_HALBERD_ELINT_SENSOR_DESC": "A portable ELINT package which can be carried on the RS-35 Halberd, allowing it to pick up enemy radar signals and triangulate fixes with any other ELINT sensors in the battlespace.",
	"CRAFTCOMP_HALBERD_FERRYMAN_MASQUERADE_DESC": "A deception module which makes this craft appear to be a Ferryman shuttle to enemy sensors, until visually identified.",
	"CRAFTCOMP_HALBERD_WAKE_SENSOR_DESC": "A portable infrared WAKE-sensing package which can be carried on the RS-35 Halberd, allowing it to pick up enemy engine signatures and triangulate fixes with any other WAKE sensors in the battlespace.",
	"CRAFTCOMP_HALBERD_PUCK_RADAR_ADVANCED_DESC": "A more advanced radar which can detect small targets at longer ranges, allowing this craft to serve as a C2 and sensor platform for other offensive craft.",
	"CRAFTCOMP_HALBERD_PUCK_RADAR_BASIC_DESC": "A basic, short-range radar which allows the warship carrying this skiff to achieve modest radar coverage at short distance around corners.",
	"CRAFTCOMP_HALBERD_SPRINTER_MASQUERADE_DESC": "A deception module which makes this craft appear to be a Sprinter corvette to enemy sensors, until visually identified.",
	"CRAFTCOMP_HALBERD_S1_OUTBOARD_PYLONS_DESC": "Basic S1 missile pylons, mounted on the outboard side of the engine pods.",

	"CRAFTCOMP_TANTO_CENTERLINE_FUEL_TANK_DESC": "Replaces the undercarriage internal missile bay with a large extra fuel tank, greatly increasing range.",
	"CRAFTCOMP_TANTO_S1_MISSILE_BAYS_DESC": "An internal bay for Size 1 missiles and bombs.",
	"CRAFTCOMP_TANTO_S2_MISSILE_BAY_DESC": "An internal bay for Size 2 missiles and bombs.",
	"CRAFTCOMP_TANTO_15MM_COILGUN_DESC": "A small coilgun mounted to the nose, allowing for precise anti-craft and anti-missile shots with devastating effect. Unfortunately, it is highly constrained by battery endurance.",
	"CRAFTCOMP_TANTO_S1_INNER_PYLONS_DESC": "General purpose Size 1 pylons mounted to the inboard underside of the wings.",
	"CRAFTCOMP_TANTO_S1_OUTER_PYLONS_DESC": "General purpose Size 1 pylons mounted to the outboard underside of the wings.",
	"CRAFTCOMP_TANTO_FUEL_PODS_DESC": "Two external fuel tanks mounted to the underside of the wings.",

	"CRAFTCOMP_CLAYMORE_S2_MISSILE_BAY_DESC": "A missile bay allowing Size 2 missiles and bombs to be held in the belly bay of the bomber.",
	"CRAFTCOMP_CLAYMORE_S3_MISSILE_BAY_DESC": "A missile bay allowing Size 3 missiles and bombs to be held in the belly bay of the bomber.",
	"CRAFTCOMP_CLAYMORE_MISSILE_DECOY_PROJECTOR_DESC": "A forward-facing launcher which fires a pattern of missile decoys ahead of the bomber to cover it's outgoing missiles.",

	"CRAFTCOMP_SUNDIAL_ELINT_DESC": "A portable ELINT package which can be carried on the Sundial SEWAC, allowing it to pick up enemy radar signals and triangulate fixes with any other ELINT sensors in the battlespace.",

	"CRAFTCOMP_BARRACUDA_S1_BOTTOM_INBOARD_PYLONS_DESC": "General purpose Size 1 pylons mounted to the inboard underside of the wings.",
	"CRAFTCOMP_BARRACUDA_S1_BOTTOM_OUTBOARD_PYLONS_DESC": "General purpose Size 1 pylons mounted to the outboard underside of the wings.",
	"CRAFTCOMP_BARRACUDA_S1_TOP_INBOARD_PYLONS_DESC": "General purpose Size 1 pylons mounted to the inboard topside of the wings.",
	"CRAFTCOMP_BARRACUDA_S1_TOP_OUTBOARD_PYLONS_DESC": "General purpose Size 1 pylons mounted to the outboard topside of the wings.",
	"CRAFTCOMP_BARRACUDA_S2_UNDERWING_PYLONS_DESC": "General purpose Size 2 pylons mounted to the inboard underside of the wings.  The mass of these missiles restricts the ability to mount other equipment on the same side.",
	"CRAFTCOMP_BARRACUDA_BOTTOM_R_1_ROCKET_PODS_DESC": "A pair of small R-1 rocket pods mounted to the inboard underside of the wings.",
	"CRAFTCOMP_BARRACUDA_TOP_R_1_ROCKET_PODS_DESC": "A pair of small R-1 rocket pods mounted to the inboard topside of the wings.",

	"CRAFTCOMP_STURGEON_100MM_GUN_PODS_DESC": "A heavy set of 100mm cannons mounted inside the wing frames.  The large loading mechanism heavily constrains ammo capacity, but a full wing can deliver devastating impact.",
	"CRAFTCOMP_STURGEON_S3_MISSILE_PYLONS_DESC": "General purpose Size 3 pylons mounted to the inside of the wing frames.",
	"CRAFTCOMP_STURGEON_S2_INNER_PYLONS_DESC": "General purpose Size 2 pylons mounted to the inside of the wing frames.",
	"CRAFTCOMP_STURGEON_S2_OUTER_PYLONS_DESC": "General purpose Size 2 pylons mounted to the top and bottom of the wing frames.",
	"CRAFTCOMP_STURGEON_R_1_ROCKET_PODS_DESC": "A set of large R-1 rocket pods mounted inside the wing frames.",

	"CRAFTCOMP_PIKE_FUEL_PODS_DESC": "Two external fuel tanks mounted to the outboard side of the engine pods.",
	"CRAFTCOMP_PIKE_S1_PYLONS_DESC": "General purpose Size 1 missile pylons mounted to the outboard side of the engine pods.",
	"CRAFTCOMP_PIKE_EOBALL_DESC": "An electro-optical targeting mast mounted above the cockpit, allowing this scout to designate targets and provide vision on them from great distance.",

	"CRAFTCOMP_20MM_GUN_DESC": "A general purpose 20mm rotary nose gun.  Moderately effective in anti-craft and anti-missile roles but useless against ships.",
	"CRAFTCOMP_35MM_GUN_DESC": "A heavy 35mm nose cannon, less effective against fast maneuvering targets but able to serve double duty against ships.",
	"CRAFTCOMP_35MM_GUN_PODS_DESC": "A pair of 35mm guns mounted to the underside of the wings.  They have lower ammo storage and fire rate than the nose gun, but have the benefit of being swappable during pre-flight.",
	"CRAFTCOMP_NOSE_ILLUMINATOR_DESC": "An illuminator pod contained in the craft's nose.",
	"CRAFTCOMP_FUEL_TANKS_DESC": "Two external fuel tanks mounted to the underside of the wings.",
	"CRAFTCOMP_ILLUMINATOR_PODS_DESC": "A pair of radar illuminator pods which allow this craft to guide semi-active missiles.",
	"CRAFTCOMP_JAMMING_PODS_DESC": "A pair of radar jamming pods which allow this craft to jam the sensors of targets.",

	"CRAFTCOMP_ABLATIVE_FOAM_DESC": "Fills the interior voids of the spacecraft with a light foam, slowing down or stopping penetrating projectiles and shrapnel.",
	"CRAFTCOMP_ARTICULATED_NOZZLES_DESC": "Small thrust redirectors in each thruster nozzle greatly improves their turn authority.",
	"CRAFTCOMP_BRACED_FRAME_DESC": "Additonal bracing on the spacecraft's primary structure increases its integrity under fire, at the cost of a slight increase to weight.",
	"CRAFTCOMP_CERAMIC_TILING_DESC": "Lines the skin of this spacecraft with thin but strong ceramic tiles, making it more difficult for weaker blast fragmentation missiles and flak rounds to penetrate the skin.",
	"CRAFTCOMP_EO_TARGETING_BALL_DESC": "",
	"CRAFTCOMP_HELMET_MOUNTED_DISPLAY_DESC": "An advanced cockpit configuration which places the HUD into the pilot's helmet, allowing them to fire missiles off-boresight at any target they can see.",
	"CRAFTCOMP_HIGH_CAPACITY_CM_LAUNCHER_DESC": "A large countermeasure launcher which launches decoy patterns similar to the standard launcher, but can do so more times.",
	"CRAFTCOMP_HIGH_COHERENCE_CM_LAUNCHER_DESC": "A larger countermeasure launcher which deploys more countermeasure shots per pattern, creating a greater radar return and increasing the likelihood of successful threat seduction.  The resulting cloud of chaff is dense enough to trigger missile proximity fuzes.",
	"CRAFTCOMP_MISSILE_CONTROL_COMPUTER_DESC": "Adds an additional control channel to the spacecraft's weapons avionics, allowing it to guide two CMD missiles in flight at the same time.",
	"CRAFTCOMP_SHROUDED_EXHAUST_DESC": "A special shroud on the engine and maneuvering thruster exhaust ports reduces infrared signature, making the craft harder to detect by WAKE sensors on missiles and improving decoy effectiveness.",
	"CRAFTCOMP_STANDARD_CM_LAUNCHER_DESC": "A basic countermeasure launcher, carrying enough decoy packets to launch four standard evasion patterns.",
	"CRAFTCOMP_STEALTH_COATING_DESC": "A special radar-absorbant coating added to the skin of the spacecraft to greatly reduce the reflection of radar waves, making it harder to detect by enemy sensors.  The small radar signature also confuses the proximity fuzes of blast fragmentation missiles, making them less likely to trigger at the correct moment.",

	"HULLCOMP_SHORTDESC_COMMS_ANTENNA": "Comms Antenna",
	"HULLCOMP_SHORTDESC_ELECTRONIC_DECEPTION_MODULE": "Electronic Deception Module",
	"HULLCOMP_SHORTDESC_ILLUMINATOR_RADAR_": "Illuminator (Radar)",
	"HULLCOMP_SHORTDESC_JAMMER_COMMS_": "Jammer (Comms)",
	"HULLCOMP_SHORTDESC_JAMMER_RADAR_": "Jammer (Radar)",
	"HULLCOMP_SHORTDESC_JAMMER_EO_": "Jammer (EO)",
	"HULLCOMP_SHORTDESC_SPACECRAFT_HANGAR": "Spacecraft Hangar",
	"HULLCOMP_SHORTDESC_ELINT_DETECTOR": "ELINT Detector",
	"HULLCOMP_SHORTDESC_FIRE_CONTROL_RADAR": "Fire Control Radar",
	"HULLCOMP_SHORTDESC_CLASS_1_PARTICLE_BEAM": "Class 1 Particle Beam",
	"HULLCOMP_SHORTDESC_CLASS_2_PARTICLE_BEAM": "Class 2 Particle Beam",
	"HULLCOMP_SHORTDESC_CLASS_3_PARTICLE_BEAM": "Class 3 Particle Beam",
	"HULLCOMP_SHORTDESC_CLASS_4_PARTICLE_BEAM": "Class 4 Particle Beam",
	"HULLCOMP_SHORTDESC_CLASS_5_PARTICLE_BEAM": "Class 5 Particle Beam",
	"HULLCOMP_SHORTDESC_SPINAL_PARTICLE_BEAM": "Spinal Particle Beam",
	"HULLCOMP_SHORTDESC_CLASS_1_CANNON": "Class 1 Cannon",
	"HULLCOMP_SHORTDESC_CLASS_2_CANNON": "Class 2 Cannon",
	"HULLCOMP_SHORTDESC_CLASS_3_CANNON": "Class 3 Cannon",
	"HULLCOMP_SHORTDESC_CLASS_4_CANNON": "Class 4 Cannon",
	"HULLCOMP_SHORTDESC_CLASS_5_CANNON": "Class 5 Cannon",
	"HULLCOMP_SHORTDESC_CLASS_1_CASEMATE_CANNON": "Class 1 Casemate Cannon",
	"HULLCOMP_SHORTDESC_CLASS_2_CASEMATE_CANNON": "Class 2 Casemate Cannon",
	"HULLCOMP_SHORTDESC_CLASS_3_CASEMATE_CANNON": "Class 3 Casemate Cannon",
	"HULLCOMP_SHORTDESC_CLASS_4_CASEMATE_CANNON": "Class 4 Casemate Cannon",
	"HULLCOMP_SHORTDESC_CLASS_5_CASEMATE_CANNON": "Class 5 Casemate Cannon",
	"HULLCOMP_SHORTDESC_CLASS_1_RAILGUN": "Class 1 Railgun",
	"HULLCOMP_SHORTDESC_CLASS_2_RAILGUN": "Class 2 Railgun",
	"HULLCOMP_SHORTDESC_CLASS_3_RAILGUN": "Class 3 Railgun",
	"HULLCOMP_SHORTDESC_CLASS_4_RAILGUN": "Class 4 Railgun",
	"HULLCOMP_SHORTDESC_CLASS_5_RAILGUN": "Class 5 Railgun",
	"HULLCOMP_SHORTDESC_SPINAL_MASS_DRIVER": "Spinal Mass Driver",
	"HULLCOMP_SHORTDESC_SIZE_1_MISSILE_LAUNCHER": "Size 1 Missile Launcher",
	"HULLCOMP_SHORTDESC_SIZE_2_MISSILE_LAUNCHER": "Size 2 Missile Launcher",
	"HULLCOMP_SHORTDESC_SIZE_3_MISSILE_LAUNCHER": "Size 3 Missile Launcher",
	"HULLCOMP_SHORTDESC_CLASS_1_KINETIC": "Class 1 Kinetic",
	"HULLCOMP_SHORTDESC_CLASS_2_KINETIC": "Class 2 Kinetic",
	"HULLCOMP_SHORTDESC_CLASS_3_KINETIC": "Class 3 Kinetic",
	"HULLCOMP_SHORTDESC_CLASS_4_KINETIC": "Class 4 Kinetic",
	"HULLCOMP_SHORTDESC_CLASS_5_KINETIC": "Class 5 Kinetic",
	"HULLCOMP_SHORTDESC_CLASS_1_PULSED_LASER": "Class 1 Pulsed Laser",
	"HULLCOMP_SHORTDESC_CLASS_2_PULSED_LASER": "Class 2 Pulsed Laser",
	"HULLCOMP_SHORTDESC_CLASS_3_PULSED_LASER": "Class 3 Pulsed Laser",
	"HULLCOMP_SHORTDESC_CLASS_4_PULSED_LASER": "Class 4 Pulsed Laser",
	"HULLCOMP_SHORTDESC_CLASS_5_PULSED_LASER": "Class 5 Pulsed Laser",
	"HULLCOMP_SHORTDESC_CLASS_1_LASER": "Class 1 Laser",
	"HULLCOMP_SHORTDESC_CLASS_2_LASER": "Class 2 Laser",
	"HULLCOMP_SHORTDESC_CLASS_3_LASER": "Class 3 Laser",
	"HULLCOMP_SHORTDESC_CLASS_4_LASER": "Class 4 Laser",
	"HULLCOMP_SHORTDESC_CLASS_5_LASER": "Class 5 Laser",
	"HULLCOMP_SHORTDESC_COMMAND_CENTER": "Command Center",
	"HULLCOMP_SHORTDESC_DAMAGE_CONTROL": "Damage Control",
	"HULLCOMP_SHORTDESC_REACTOR_CONTROL": "Reactor Control",
	"HULLCOMP_SHORTDESC_FLIGHT_DECK_SUPPORT": "Flight Deck Support",
	"HULLCOMP_SHORTDESC_INTEL_COMPARTMENT": "Intel Compartment",
	"HULLCOMP_SHORTDESC_AMMUNITION_STORAGE": "Ammunition Storage",
	"HULLCOMP_SHORTDESC_GUNNERY": "Gunnery",
	"HULLCOMP_SHORTDESC_MISSILE_SUPPORT": "Missile Support",
	"HULLCOMP_SHORTDESC_THRUSTER_UPGRADE": "Thruster Upgrade",
	"HULLCOMP_SHORTDESC_ELECTRONIC_DECEPTION_MODULE": "Electronic Deception Module",
	"HULLCOMP_SHORTDESC_COMMS_SUPPORT": "Comms Support",
	"HULLCOMP_SHORTDESC_FUSION_POWERPLANT": "Fusion Powerplant",
	"HULLCOMP_SHORTDESC_FUSION_DRIVE": "Fusion Drive",
	"HULLCOMP_SHORTDESC_RADAR_SUPPORT": "Radar Support",
	"HULLCOMP_SHORTDESC_MULTI_FUNCTION_RADAR": "Multi-Function Radar",
	"HULLCOMP_SHORTDESC_SEARCH_RADAR": "Search Radar",
	"HULLCOMP_SHORTDESC_GUNNERY_SUPPORT": "Gunnery Support",
	"HULLCOMP_SHORTDESC_ELECTRONIC_SUPPORT": "Electronic Support",
	"HULLCOMP_SHORTDESC_LONG_RANGE_TRACKING_RADAR": "Long Range Tracking Radar",
	"HULLCOMP_SHORTDESC_EARLY_WARNING_RADAR": "Early Warning Radar",
	"HULLCOMP_SHORTDESC_CLASS_1_COILGUN": "Class 1 Coilgun",
	"HULLCOMP_SHORTDESC_CLASS_2_COILGUN": "Class 2 Coilgun",
	"HULLCOMP_SHORTDESC_CLASS_3_COILGUN": "Class 3 Coilgun",
	"HULLCOMP_SHORTDESC_CLASS_4_COILGUN": "Class 4 Coilgun",
	"HULLCOMP_SHORTDESC_CLASS_5_COILGUN": "Class 5 Coilgun",
	"HULLCOMP_SHORTDESC_CLASS_1_CASEMATE_COILGUN": "Class 1 Casemate Coilgun",
	"HULLCOMP_SHORTDESC_CLASS_2_CASEMATE_COILGUN": "Class 2 Casemate Coilgun",
	"HULLCOMP_SHORTDESC_CLASS_3_CASEMATE_COILGUN": "Class 3 Casemate Coilgun",
	"HULLCOMP_SHORTDESC_CLASS_4_CASEMATE_COILGUN": "Class 4 Casemate Coilgun",
	"HULLCOMP_SHORTDESC_CLASS_5_CASEMATE_COILGUN": "Class 5 Casemate Coilgun",
	"HULLCOMP_SHORTDESC_CONTAINER_MISSILE_LAUNCHER": "Container Missile Launcher",
	"HULLCOMP_SHORTDESC_MINE_LAUNCHER": "Mine Launcher",
	"HULLCOMP_SHORTDESC_SIZE_1_ROCKET_LAUNCHER": "Size 1 Rocket Launcher",
	"HULLCOMP_SHORTDESC_SIZE_2_ROCKET_LAUNCHER": "Size 2 Rocket Launcher",
	"HULLCOMP_SHORTDESC_SIZE_3_ROCKET_LAUNCHER": "Size 3 Rocket Launcher",

	"HULLCOMPNAME_CR10_ANT": "CR10 Antenna",
	"HULLCOMPNAME_CR70_ANT": "CR70 Antenna",
	"HULLCOMPNAME_CR75_ANT": "CR75 Antenna",

	"HULLCOMP_DETAILTYPE_RADAR_ILLUMINATOR": "Radar Illuminator",
	"HULLCOMP_DETAILTYPE_OMNIDIRECTIONAL_JAMMER": "Omnidirectional Jammer",
	"HULLCOMP_DETAILTYPE_COMMS_JAMMING_TURRET": "Comms Jamming Turret",
	"HULLCOMP_DETAILTYPE_RADAR_JAMMING_TURRET": "Radar Jamming Turret",
	"HULLCOMP_DETAILTYPE_BALLISTIC_PDT": "Ballistic PDT",
	"HULLCOMP_DETAILTYPE_BALLISTIC_TURRET": "Ballistic Turret",
	"HULLCOMP_DETAILTYPE_RAILGUN_TURRET": "Railgun Turret",
	"HULLCOMP_DETAILTYPE_LASER_PDT": "Laser PDT",
	"HULLCOMP_DETAILTYPE_MASS_DRIVER": "Mass Driver",
	"HULLCOMP_DETAILTYPE_PARTICLE_BEAM": "Particle Beam",
	"HULLCOMP_DETAILTYPE_BALLISTIC_CASEMATE": "Ballistic Casemate",
	"HULLCOMP_DETAILTYPE_PLASMA_CASEMATE": "Plasma Casemate",
	"HULLCOMP_DETAILTYPE_DAZZLER_TURRET": "Dazzler Turret",
	"HULLCOMP_DETAILTYPE_LONG_RANGE_TRACKING_RADAR": "Long Range Tracking Radar",
	"HULLCOMP_DETAILTYPE_EARLY_WARNING_RADAR": "Early Warning Radar",

	"HULLPARTNAME_THRUSTER_S1": "Thruster S01",
	"HULLPARTNAME_THRUSTER_S2": "Thruster S02",
	"HULLPARTNAME_THRUSTER_S3": "Thruster S03",
	"HULLPARTNAME_THRUSTER_S4": "Thruster S04",
	"HULLPARTNAME_THRUSTER_S5": "Thruster S05",
	"HULLPARTNAME_THRUSTER_S6": "Thruster S06",
	"HULLPARTNAME_THRUSTER_S7": "Thruster S07",
	"HULLPARTNAME_THRUSTER_S8": "Thruster S08",
	"HULLPARTNAME_THRUSTER_S9": "Thruster S09",
	"HULLPARTNAME_THRUSTER_S10": "Thruster S10",
	"HULLPARTNAME_THRUSTER_B1": "Thruster B01",
	"HULLPARTNAME_THRUSTER_B2": "Thruster B02",
	"HULLPARTNAME_THRUSTER_B3": "Thruster B03",
	"HULLPARTNAME_THRUSTER_B4": "Thruster B04",
	"HULLPARTNAME_THRUSTER_B5": "Thruster B05",
	"HULLPARTNAME_THRUSTER_B6": "Thruster B06",
	"HULLPARTNAME_THRUSTER_B7": "Thruster B07",
	"HULLPARTNAME_THRUSTER_B8": "Thruster B08",
	"HULLPARTNAME_THRUSTER_B9": "Thruster B09",
	"HULLPARTNAME_THRUSTER_B10": "Thruster B10",
	"HULLPARTNAME_BRAKING_S1": "Braking S01",
	"HULLPARTNAME_BRAKING_S2": "Braking S02",
	"HULLPARTNAME_BRAKING_S3": "Braking S03",
	"HULLPARTNAME_BRAKING_S4": "Braking S04",
	"HULLPARTNAME_BRAKING_S5": "Braking S05",
	"HULLPARTNAME_BRAKING_S6": "Braking S06",
	"HULLPARTNAME_BRAKING_S7": "Braking S07",
	"HULLPARTNAME_BRAKING_S8": "Braking S08",
	"HULLPARTNAME_BRAKING_S9": "Braking S09",
	"HULLPARTNAME_BRAKING_S10": "Braking S10",
	"HULLPARTNAME_BRAKING_B1": "Braking B01",
	"HULLPARTNAME_BRAKING_B2": "Braking B02",
	"HULLPARTNAME_BRAKING_B3": "Braking B03",
	"HULLPARTNAME_BRAKING_B4": "Braking B04",
	"HULLPARTNAME_BRAKING_B5": "Braking B05",
	"HULLPARTNAME_BRAKING_B6": "Braking B06",
	"HULLPARTNAME_BRAKING_B7": "Braking B07",
	"HULLPARTNAME_BRAKING_B8": "Braking B08",
	"HULLPARTNAME_BRAKING_B9": "Braking B09",
	"HULLPARTNAME_BRAKING_B10": "Braking B10",

	"DEBUFFNAME_AMMUNITION_LOADER_JAMMED": "Ammunition Loader Jammed",
	"DEBUFFNAME_ATMOSPHERE_LEAK": "Atmosphere Leak",
	"DEBUFFNAME_CELL_COOKOFF": "Cell Cookoff",
	"DEBUFFNAME_CONTAINER_BANK_COOKOFF": "Container Bank Cookoff",
	"DEBUFFNAME_FC_WAVEGUIDE_BENT": "FC Waveguide Bent",
	"DEBUFFNAME_FIRE": "Fire",
	"DEBUFFNAME_FOCUSING_ELEMENT_MISALIGNED": "Focusing Element Misaligned",
	"DEBUFFNAME_FUEL_LINE_FIRE": "Fuel Line Fire",
	"DEBUFFNAME_GYROSCOPE_DRIFT": "Gyroscope Drift",
	"DEBUFFNAME_HEATSINK_RUPTURED": "Heatsink Ruptured",
	"DEBUFFNAME_MAGAZINE_COOKOFF": "Magazine Cookoff",
	"DEBUFFNAME_MAIN_BUS_SHORT": "Main Bus Short",
	"DEBUFFNAME_REACTOR_OVERLOAD": "Reactor Overload",
	"DEBUFFNAME_ANTENNA_BENT": "Antenna Bent",
	"DEBUFFNAME_BEARING_SURFACE_BENT": "Bearing Surface Bent",

	"TIP_0": "Try to keep your ships from getting blown up.",
	"TIP_1": "Use formations to keep your screening ships positioned in the optimal defensive locations around high-value units.",
	"TIP_2": "Formations help keep your ships together, and allow easy issuing of group orders.",
	"TIP_3": "Ships on your team can see any sensor tracks held by any other ships on your team, as long as that ship has its communications on.",
	"TIP_4": "Covering your missile attacks with jamming can negate the accuracy of enemy point defenses, increasing the chances of successful hits.",
	"TIP_5": "Jamming will only mask signatures in the same general direction that the jamming is coming from; other sectors will be unaffected.",
	"TIP_6": "Standoff Jamming refers to using an electronic warfare ship to cover another unit.",
	"TIP_7": "High Explosive shells do more damage to the internals of targets, but have a much harder time getting through thicker armor.",
	"TIP_8": "Losing maneuvering thrusters will affect the acceleration rate of the ship in that direction, making it take longer to reach top speed.",
	"TIP_9": "Use lower throttle settings to extend the amount of time you have on a course that is giving you an advantage; use flank speed to get away quickly.",
	"TIP_10": "Flank speed increases a ship's top speed to 150% of the standard maximum and also increases main engine acceleration, but will cause damage to engines over time.",
	"TIP_11": "Red windows indicate that ship's power has been knocked out.",
	"TIP_12": "Look out for fires in magazines, they can take a large portion of the ship with them if allowed to burn too long.",
	"TIP_13": "Damage control teams will automatically prioritize repairs, but you can manually select a priority by clicking the damaged component in the DC list.",
	"TIP_14": "Fire control radars provide more accurate targeting data than search radars alone, meaning greater accuracy for long range gunfire."

}